{"_type":"news","didUMean":"","totalCount":892,"relatedSearch":[],"value":[{"id":"1722173107792045257","title":"Buy & Send Soft Toys Online","url":"https://www.fnp.com/soft-toys?CITY_TAGS=dahod&OCCASION_TAGS=halloween","description":"Buy/Send widest range of cute teddy bears and soft toys online at affordable prices in India from Ferns N Petals with Express Home Delivery Service. Dont wait,","body":"Occasion: congratulations\nkeyboard_arrow_right\nSoft toys are quite popular among people of all ages for their soft texture and adorable look. They offer the best hugs in the world and always manage to put a sweet smile on your face. Choose from our lovable collection of the fluffy teddy bear, cute poodle dog and elephant toy to send kids, friends, and beloved and spread the warmth of your love in their life.\nHave you ever thought of sending teddy bear online?\nIf you thought such a gift could be purchased from a brick and mortar store only, think again. Online gift portals are now replacing brick and mortar stores due to the sheer convenience and the variety they offer.If you are looking to send teddy bear online for your beloved on Valentine's Day,surprise her with a combo of a cute teddy, two ball candles, a cane basket, and a personalized message on a lovely card. Or looking for something more like a heart cushion and teddy combo? Or, a cute teddy carrying a lovely tiara for your royal highness?\nTeddy bear and soft toys online for Little Angels\nGirls love teddies. We have a vast collection of teddy bear and soft toys online for you to pick from. So, choose a teddy and snacks combo pack, or a teddy carrying a yummy chocolate bar. If she is an ardent fan of Ferrero Rocher, you could plump for a combo of a big teddy, a big box of Ferrero Rocher and a beautiful card. Teddy bear gifts can be chosen for anyone. Many people prefer teddies and soft toys as Valentine Day Gifts also. Nothing tells her how sweet she is more endearingly than a teddy.Not having time to go out and buy a cute gift for the sweet girl in your life? Nothing to worry about.We have a vast collection of soft toys for kids.So, it is easy for you to choose from even if you are at your office. We have easy payment options that you can choose be it card payment or online money transfer. Even if you are making the purchase at the last moment, worry not. We deliver gifts in just 2 hours!\nWorldwide Delivery\nWe deliver gifts to over 70 countries\n100% Safe & Secure Payments\nPay using secure payment methods\nDedicated Help Center\nCall us +91 9212422000 | 8:00AM-10:30PM\nShop on the go","snippet":"... teddy bears and soft toys online at affordable prices in <b>India</b> from Ferns N Petals with Express Home Delivery Service. Occasion: congratulations ...","keywords":"","language":"en","isSafe":true,"datePublished":"2022-10-09T03:21:00","provider":{"name":"fnp","favIcon":"","favIconBase64Encoding":""},"image":{"url":"https://i1.fnp.com/images/cat/l/softtoys.jpg","height":0,"width":0,"thumbnail":"","thumbnailHeight":0,"thumbnailWidth":0,"base64Encoding":"","name":null,"title":null,"provider":{"name":"fnp","favIcon":"","favIconBase64Encoding":""},"imageWebSearchUrl":null,"webpageUrl":"https://www.fnp.com/soft-toys?CITY_TAGS=dahod&OCCASION_TAGS=halloween"}},{"id":"8755098146979221872","title":"India Needs A Major Revolution In Healthcare System In Next 25 Years","url":"https://www.thenorthlines.com/india-needs-a-major-revolution-in-healthcare-system-in-next-25-years/","description":"BY HARIHAR SWARUP A writer woke up in panic but felt relieved when felt it was only nightmare. He had gone back in time to being a young doctor, feeling helpless with high rate and mortality rates, a paediatric ward filled with children suffering from tuberculosis meningitis, polio, severe malnutrition and diarrhoea. Today the scenario","body":"Tweet on Twitter\nBY HARIHAR SWARUP\nA writer woke up in panic but felt relieved when felt it was only nightmare. He had gone back in time to being a young doctor, feeling\nhelpless with high rate and mortality rates, a paediatric ward filled with children suffering from tuberculosis meningitis, polio, severe\nmalnutrition and diarrhoea.\nToday the scenario has vastly changed. The past ten years, especially, have seen rapid progress. We are now blessed with a growing\neconomy and a huge, young population that is relatively healthy. The Covid-19 pandemic has slowed the world our capacity to handle\nmega problems. With good leadership and active community participation, we became self-sufficient in terms of PPE, ventilators and\nvacancies. India@100 may see people recount Covid nightmares.\nNow new challenges await us. These include climate change, the rising aspiration of the people, inequitable access to resources and\nthe biggest challenge of all: health. India is predicted to be the capital of non-communicable diseases, cancers and deaths due to trauma.\nThe challenges are humongous due to huge population of 1.35 billion, juxtaposed against a relatively inadequate public health system\nand the deep crevice separating the haves and have-nots. However envious that India@100 will have addressed all those woes humanly,\nefficiently and adequately. The need of day is a revolution to make India a world leader in health.\nProvided we act now, the next 25 years will witness a big change in the health indices. For this, we need to collaborate and work\ntogether as a society and as a polity. These silos of medical association in colleges, life science research in laboratories and public health\nin government hospitals will need to be integrated collaboration with appropriate linkages through the opportunities lent by NEP 2020,\nDigital Health Mission and most importantly in synchronization with the central and state governments.India@100 will then see a\nsmoothly oiled machine where public health drives education and research.\nMedical education today faces numerous challenges. The most critical of these are the mushrooming of medical, nursing AYUSH colleges,\nnon-availability of dedicated faculty. We can overcome these drawbacks by using digital technology to reach the unreached students quickly\nand effectively. We can also align medical education to Indias heath care needs through integrated courses and creating a bigger and better\npool of para-medical and nursing personnel on priority. It is also important to absorb the trained human resources into the workforce providing\nadequate compensation.\nThe aspirations of students need to be met with innovative solutions. For example, the district residency programme can be expanded\nto provide district PG programme with adjunct faculty from the public hospitals. This will improve the quality of care and also meet the\naspiration of the students. Simultaneously, this will enhance the faculty pool and universities training additional adjunct faculty. Learning\nmanagement system under various universities can provide equitable opportunities to students across the country. Students will have\naccess to knowledge at their own time and pace. Collaborations with international universities for twinning, joint degree or dual degree\nprogrammes in a big population is a big opportunity that is available today.\nIndia with its huge young population can become a provider of health care personnel to the world. Another change I can see\nhappening is a blurring of line between engineering and medicine. While engineering and science institutions are setting up\nmedical colleges which take longer to nurture, medical universities can effectively utilize data science, computing tools and\ninputs from designs schools to improve on innovation and bring problems from besides to bench in a shorter time to find\nsolutions. Thus, India@100 may provide multiple degrees under one roof.\n(IPA Service)","snippet":"<b>India</b> is predicted to be the capital of non-communicable diseases, cancers and deaths due to trauma. The challenges are humongous due to huge ...","keywords":"","language":"en","isSafe":true,"datePublished":"2022-10-09T00:26:55","provider":{"name":"thenorthlines","favIcon":"","favIconBase64Encoding":""},"image":{"url":"https://www.thenorthlines.com/wp-content/uploads/2022/10/Digital-tool.jpg","height":0,"width":0,"thumbnail":"","thumbnailHeight":0,"thumbnailWidth":0,"base64Encoding":"","name":null,"title":null,"provider":{"name":"thenorthlines","favIcon":"","favIconBase64Encoding":""},"imageWebSearchUrl":null,"webpageUrl":"https://www.thenorthlines.com/india-needs-a-major-revolution-in-healthcare-system-in-next-25-years/"}},{"id":"6927540146912758468","title":"DIGITAL CREDENTIALS Needed For 80 PER CENT Of Jobs In India","url":"https://www.thenorthlines.com/digital-credentials-needed-for-80-per-cent-of-jobs-in-india/","description":"BY DR. GYAN PATHAK Explosive growth and spread of digital technologies have brought transformations changes to the working world. Labour market is being reshaped, demand for digital skills and competencies increasing, and the demand for people who perform routine manual jobs is reducing. The COVID-19 crisis accelerated digitalization and automation. Though this transformation promises higher","body":"Tweet on Twitter\nBY DR. GYAN PATHAK\nExplosive growth and spread of digital technologies have brought transformations changes to the working world. Labour market is\nbeing reshaped, demand for digital skills and competencies increasing, and the demand for people who perform routine manual\nis reducing. The COVID-19 crisis accelerated digitalization and automation. Though this transformation promises higher productivity,\nit comes with challenges  automations eliminates many jobs, digitalization transforms traditional practices in entire industries, and\nunequal access to digital technologies threatens to further exacerbate job market vulnerabilities of the poor and disadvantaged.\nThe ADB-LinkedIn report titled Digital Jobs and Digital Skills: A Shifting Landscape in Asia and the Pacific says that on the\nwhole digital credentials currently accompany more than a third of job application in the region. However, in India, where competition\nfor a limited number of jobs is stiff and candidates need to stand out, 80 per cent of all job applications reported digital credentials,\nwhich is 20 percentage above the United States, perhaps reflective of lower digital connectivity, and number of digital credential\nissuers.\nThe pandemic has accelerated demand for digital talent, especially in the industries most heavily affected, such as healthcare,\nand digital services. Indias healthcare market, for example, is expected to be worth $372 billion in 2022, up from $61.8\nbillion in 2017, and this will continue to spur job growth in the industry.\nDigital hiring in education continued to grow even during the pandemic, with education technology or edtech companies and\nonline training portals occupying the top 10 positions in education as employees hiring digital professionals. There is e-education\nboom in India, which has expanded during the pandemic consolidating the countrys global leadership in education technology, by a\nfactor of 6.3, and the total online offerings are to create a $1.7 billion market by 2022. Renewable energy and smart cities are also\namong top industries offering large number of digital jobs.\nMeanwhile, with the number of social media users in India growing by 48 per cent year on year to reach 400 million at the\nbeginning of 2020, India looks set to continue to see growth in demand for digital marketeers and content creators.\nEmployers were surveyed in India and four other counties  Bangladesh, Indonesia, Philippines, an the US as a benchmark\ncountry  to assess how demand for digital skills increased over the last five years. Close the 75 per cent of all employers surveyed\nin these five countries reported increased demand for all digital skills, from basic to advanced. Both basic and applied digital skills\nhave become near-universal requirement for employment. Above 70 per cent of all surveyed employers reported that basic and\napplied digital skills are now a workplace essential.\nEvidence of rising demand was higher in Bangladesh and India, followed by the US. These three countries also reported the\nhighest demand for advanced digital skills relative to demand for basic skills. The number among the last 10 hires required to\npossess digital skills in India are: Basic digital skills 8, applied digital skills 5, Software and hardware skills 6, and advanced digital\nskills 4.\nThe analysis of the data shows that the people who can fill digital jobs are in greater demand in developing market, while more\nadvanced economies have a stronger emphasis on business and management personnel who oversee digital jobs. India, Indonesia,\nand Malaysia have more digital jobs than do Australia or Singapore, where there is more demand for corporate management. India\nand the Philippines show strong demand for information technology business support roles reflecting their competitive advantage in\nbusiness process outsourcing.\nThe report says that the fields of study tend to align with national competitive advantage. In India, 8 of the top 10 degrees\nawarded are in computer science, a result driven by the countrys strength in information and communication technology. Australia\nand Singapore have larger share of education backgrounds in business, management, corporate and legal skills, and liberal arts.\nThe fastest growing job categories reflect nation strengths across countries. Hiring in online content and social media is rising\nquickly in Indonesia and the Philippines, while Malaysia posts faster growth in digital business support roles such as in human\nresources and business development, and India in digital roles in software and system development.\nTop jobs in demand in India as per their rank are  software engineer, sales manager, system engineer, business development\nmanager, human resource executive, business analyst, business development executive, graphic designer, professor, and project\nmanager.\nThe data indicate strong demand for consumer interface in Indonesia and Malaysia, as reflected in marketing and sales jobs.\nHowever, in India and Philippines, demand is more balanced between consumer interface and backend infrastructure and system\nengineering, as the strong presence in both countries of business support roles such as consumer services and administrative\nassistant reflect their vibrant business process outsourcing industries.\nWhen analyzed from a growth rate perspective, in India, roles in workplace safety and compliance with standards are increasing,\nwhich indicate its commercial trend. The fastest growing ten top jobs rankwise are  business technology analyst, academic advisor,\ndrug safety associate, transaction risk investigator, information technology analyst, production specialist, talent acquisition\nexecutive, data engineer, product analyst and JavaScript developer.\nThe top ten digital skills in demand in India rankwise are  SQL, JavaScript, Java, HTML, C programming language, MySQL,\nCascading Style sheets, C++, Python programming language and jQuery. The tech hub of India and Singapore require a mix of skill,\nreflecting a range of expertise that includes building tech infrastructure and enterprise systems, such as C++ and AI.\nIn India, 8 of top 10 fields are technical or in computer science, reflecting the countrys strong comparative advantage in\ninformation and communication technology and its reputation as a global leader in training and exporting tech talent.\nTop ten fields of study rankwise in demand as per the job perspective in India are  Computer science; Computational science;\nElectrical, electronics and communication engineering; Information Technology; Computer engineering; Electrical and electronics\nengineering; General business and commerce; Physical sciences; and Mathematics.\nIt is clear that the labour market is India in under digital transition, which is changing too fast to cope with the change creating\nimbalance. In this backdrop, the report says, informed policies and actions are needed to amplify benefits of digitalization and mitigate\nharm.","snippet":"However, in <b>India</b>, where competition for a limited number of jobs is stiff and candidates need to stand out, 80 per cent of all job applications ...","keywords":"","language":"en","isSafe":true,"datePublished":"2022-10-09T00:23:32","provider":{"name":"thenorthlines","favIcon":"","favIconBase64Encoding":""},"image":{"url":"https://www.thenorthlines.com/wp-content/uploads/2022/10/download-2022-10-09T002218.523.jpg","height":0,"width":0,"thumbnail":"","thumbnailHeight":0,"thumbnailWidth":0,"base64Encoding":"","name":null,"title":null,"provider":{"name":"thenorthlines","favIcon":"","favIconBase64Encoding":""},"imageWebSearchUrl":null,"webpageUrl":"https://www.thenorthlines.com/digital-credentials-needed-for-80-per-cent-of-jobs-in-india/"}},{"id":"8443807998408952908","title":"NMDC celebrates Ayurveda for Senior Citizens","url":"https://www.thenorthlines.com/nmdc-celebrates-ayurveda-for-senior-citizens/","description":"Hyderabad, 8 October 2022: Navratna PSE NMDC in association with Santhigiri, the renowned spiritual center, celebrated the benefits of Indias age-old tradition of Ayurveda at its Head Office in Hyderabad on Friday. Participating in the Government's Har Din, Har Ghar Ayurveda initiative from October 3-9, 2022, NMDC invited Swami Pranavashudhan Jnana Thapaswi from Santhigiri to","body":"Hyderabad, 8 October 2022: Navratna PSE NMDC in association with Santhigiri, the renowned spiritual\ncenter, celebrated the benefits of\ns age-old tradition of Ayurveda at its Head Office in Hyderabad\non Friday.\nParticipating in the Government&#39;s Har Din, Har Ghar Ayurveda initiative from October 3-9, 2022, NMDC\ninvited Swami Pranavashudhan Jnana Thapaswi from Santhigiri to address NMDC employees. The\ninteractive session was followed by a health camp for senior citizens.\nThe Ministry of Ayush has declared the period from 2022 to 2047 as Ayurveda ka Amritkaal. NMDC has\nalways put employee well-being at the Centre of its operations, reflected in our patronage of Fit India,\nHyderabad Marathon, Yoga and in Fridays Ayurveda for Senior Citizens.\nSpeaking on the occasion, Swami ji said, The recent health crisis has highlighted the importance of a\nbalanced lifestyle and diet for a healthy and productive life. This wisdom is at the core of the Indian\nSystem of Medicine practiced through generations and increasingly recognized for its deep knowledge\nof nature and the human body  consisting in Ayurveda of five elements. If Health is Wealth, Ayurveda is\na treasure and it is our responsibility to tell this to the","snippet":"... at the Centre of its operations, reflected in our patronage of Fit <b>India</b>, Hyderabad Marathon, Yoga and in Fridays Ayurveda for Senior Citizens.","keywords":"","language":"en","isSafe":true,"datePublished":"2022-10-09T00:15:52","provider":{"name":"thenorthlines","favIcon":"","favIconBase64Encoding":""},"image":{"url":"https://www.thenorthlines.com/wp-content/uploads/2022/10/Photo-21.jpg","height":0,"width":0,"thumbnail":"","thumbnailHeight":0,"thumbnailWidth":0,"base64Encoding":"","name":null,"title":null,"provider":{"name":"thenorthlines","favIcon":"","favIconBase64Encoding":""},"imageWebSearchUrl":null,"webpageUrl":"https://www.thenorthlines.com/nmdc-celebrates-ayurveda-for-senior-citizens/"}},{"id":"8807925441894848820","title":"Pankaj Advani pockets world title number 25 in Kuala Lumpur","url":"https://www.thenorthlines.com/pankaj-advani-pockets-world-title-number-25-in-kuala-lumpur/","description":"Kuala Lumpur, Oct 8: Indias leading cueist Pankaj Advani on Saturday claimed his 25th world title after outclassing compatriot Sourav Kothari 4-0 in the 150 up billiards final at the World Championships here on Saturday. Advani manoeuvred his cue like a magicians wand as he entertained the spectators who showed up in large numbers. In","body":"s leading cueist Pankaj Advani on Saturday claimed his 25th world title after outclassing compatriot Sourav\nKothari 4-0 in the 150 up billiards final at the World Championships here on Saturday.\nAdvani manoeuvred his cue like a magicians wand as he entertained the spectators who showed up in large numbers.\nIn the first frame, Advani made his intentions clear that this title was his from word go. He opened the proceedings without any delay to secure the\nfirst frame with a 149 break while his opponent, who is still seeking his maiden IBSF World title, had yet to score a point in the 150-up format.\nThe best-of-seven summit clash saw Advani compete fiercely to ensure he completed a billiards\n-Asian-World golden trifecta in the\nsame calendar year for a record fifth time.\nThe second frame went Advanis way after Kothari failed to capitalise with the limited chances given to him by his worthy opponent. With the\nhelp of a 77 break, Advani was halfway home with a 2-0 lead.\nSHARE","snippet":"Kuala Lumpur, Oct 8: <b>Indias</b> leading cueist Pankaj Advani on Saturday claimed his 25th world title after outclassing compatriot Sourav Kothari 4-0 in the 150 up billiards final at the World Championships here on Saturday.","keywords":"","language":"en","isSafe":true,"datePublished":"2022-10-09T00:04:21","provider":{"name":"thenorthlines","favIcon":"","favIconBase64Encoding":""},"image":{"url":"https://www.thenorthlines.com/wp-content/uploads/2022/10/download-2022-10-09T000315.170.jpg","height":0,"width":0,"thumbnail":"","thumbnailHeight":0,"thumbnailWidth":0,"base64Encoding":"","name":null,"title":null,"provider":{"name":"thenorthlines","favIcon":"","favIconBase64Encoding":""},"imageWebSearchUrl":null,"webpageUrl":"https://www.thenorthlines.com/pankaj-advani-pockets-world-title-number-25-in-kuala-lumpur/"}},{"id":"6289751059852860864","title":"The Mahabharata Quest The Alexander Secret By Christopher C. Doyle","url":"https://bdebooks.com/books/the-mahabharata-quest-the-alexander-secret-by-christopher-c-doyle/","description":"The Mahabharata Quest The Alexander Secret is a historical fiction and fantasy novel collection of Christopher C. Doyle. This book is Christopher C. Doyles second novel, which published on October 9. Westland publishing published this book then. The story is about Vijay and his friends, who learned about Alexander the Greats secret mission in India []","body":"Lost your password?\nThe Mahabharata Quest The Alexander Secret By Christopher C. Doyle\nThe Mahabharata Quest The Alexander Secret is a historical fiction and fantasy novel collection of Christopher C. Doyle. This book is Christopher C. Doyles second novel, which published on October 9.  Westland publishing published this book then. The story is about Vijay and his friends, who learned about Alexander the Greats secret mission in India to tackle bioterrorism. Doyle signed a three-book series with Westland Publishing from the first novel.\nBook Details:\nThe Mahabharata Quest The Alexander Secret\nAuthor: Christopher C. Doyle","snippet":"... friends, who learned about Alexander the Greats secret mission in <b>India</b> []. Lost your password? The Mahabharata Quest The Alexander Secret By ...","keywords":"","language":"en","isSafe":true,"datePublished":"2022-10-09T00:00:00","provider":{"name":"bdebooks","favIcon":"","favIconBase64Encoding":""},"image":{"url":"https://bdebooks.com/wp-content/uploads/2019/09/yxcfbe9mtjm_1483720624_5l.jpg","height":0,"width":0,"thumbnail":"","thumbnailHeight":0,"thumbnailWidth":0,"base64Encoding":"","name":null,"title":null,"provider":{"name":"bdebooks","favIcon":"","favIconBase64Encoding":""},"imageWebSearchUrl":null,"webpageUrl":"https://bdebooks.com/books/the-mahabharata-quest-the-alexander-secret-by-christopher-c-doyle/"}},{"id":"8003315295089738032","title":"View","url":"http://therevolutionfiles.com/wish-lists/view/11907/","description":"The Revolution Files is a digital photography archive and marketplace for photographs of the Jan25 Egyptian Revolution.","body":"AVGsIYPSBWTw\nNothing here yet, how about adding some downloads?\nI read a lot online zyprexa  In his last Independence Day speech before the 2014 Lok Sabha polls, the Prime Minister earlier in the day said it is imperative that for bilateral relations to improve between India and Pakistan, Islamabad must take all steps necessary to prevent its soil from being used for any anti-India activity.\nbuy hydroxyzine uk\nWhat's the big deal about zooplankton, you may ask? The problem is young-of-the-year perch and walleyes, along with many other species of fish and minnows, eat zooplankton as their main food source until they are big enough to go hunting for larger prey.\nbuy pristiq cheap\nSure, she's one of the world's biggest superstars, but it looks like Beyonce has a love for affordable fashion just like the rest of us. The Grammy-winning singer is the newest face of H&M, showing off her effortlessly sexy style in the brand's island-inspired summer campaign.","snippet":"... said it is imperative that for bilateral relations to improve between <b>India</b> and Pakistan, Islamabad must take all steps necessary to prevent its soil ...","keywords":"","language":"en","isSafe":false,"datePublished":"2022-10-09T00:00:00","provider":{"name":"therevolutionfiles","favIcon":"","favIconBase64Encoding":""},"image":{"url":"http://therevolutionfiles.com/wp-content/uploads/2017/01/The-Revolution-Will-Go-Social-1024x683.jpg","height":0,"width":0,"thumbnail":"","thumbnailHeight":0,"thumbnailWidth":0,"base64Encoding":"","name":null,"title":null,"provider":{"name":"therevolutionfiles","favIcon":"","favIconBase64Encoding":""},"imageWebSearchUrl":null,"webpageUrl":"http://therevolutionfiles.com/wish-lists/view/11907/"}},{"id":"7811976094515629939","title":"Connect Your Cell Phone to work as Landline Phone","url":"https://www.bcmtouring.com/forums/threads/connect-your-cell-phone-to-work-as-landline-phone-any-solution-please.49834/page-2","description":"My Mate VINCEPublished on Oct 9, 2016SUBSCRIBE 150KHi, this video shows you how to use your mobile cell phone to make & receive landline telephone calls...","body":"My Mate VINCE\nPublished on Oct 9, 2016\n\nSUBSCRIBE 150K\nHi, this video shows you how to use your mobile cell phone to make & receive landline telephone calls in the same house as the landline OR in any part of the world with a Wi-Fi or mobile network. The video shows you the set up of the Swissvoice Voice Bridge and the main features. This is really useful as it allows call forwarding at no cost to the receiver and allows you to utilise existing mobile cell phones instead of buying new landline phones. It works on both iOS Apple products and Android phones/tablets. Many thanks Vince","snippet":"My Mate VINCEPublished on Oct 9, 2016SUBSCRIBE 150KHi, this video shows you how to use your mobile cell phone to make & receive landline telephone calls.","keywords":"","language":"en","isSafe":true,"datePublished":"2022-10-09T00:00:00","provider":{"name":"bcmtouring","favIcon":"","favIconBase64Encoding":""},"image":{"url":"https://www.bcmtouring.com/forums/styles/default/xenforo/bcmlogo.png","height":0,"width":0,"thumbnail":"","thumbnailHeight":0,"thumbnailWidth":0,"base64Encoding":"","name":null,"title":null,"provider":{"name":"bcmtouring","favIcon":"","favIconBase64Encoding":""},"imageWebSearchUrl":null,"webpageUrl":"https://www.bcmtouring.com/forums/threads/connect-your-cell-phone-to-work-as-landline-phone-any-solution-please.49834/page-2"}},{"id":"9208952843995045164","title":"India News","url":"https://zeenews.india.com/india/assam-direct-recruitment-result-2022-for-grade-3-and-4-likely-to-be-declared-this-week-on-sebaonline-org-check-date-and-time-here-2518950.html","description":"SEBA is expected to declare the Assam direct recruitment results soon, scroll down to check time and more.","body":"Horoscope Today, October 7 by Astro Sundeep Kochar: Meditate today, Virgo!\nAssam Direct Recruitment Result 2022:The Assam Board of Secondary Education is expected to declare the Direct Recruitment Result 2022 for Grade 3 and 4 posts by this week. As per the latesdt media reports, the Assam Direct Recruitment Result 2022 is likely to be released on October 9, 2022. However, the board has not released any imformation about the release date and time of the result and an official confirmation is awaited\nOnce released, candidates will be able to check the Assam Direct Recruitment Result 2022 on the official website-- sebaonline.org.\nHere's how to check Assam SLRC Grade 3 and Grade 4 results 2022\nOnce released, candidates can check the Assam direct recruitment results 2022 following the simple steps given below\nVisit the official website- sebaonline.org\nOn the home page, click on the link for Assam SLRC Grade 3 and Grade 4 results 2022\nEntre the required credentials like registration number, date of birth etc and log in\nDownload your Assam Grade 3 and 4 result and take a printout for future reference","snippet":"SEBA is expected to declare the Assam direct recruitment results soon, scroll down to check time and more.\nHere's how to check Assam SLRC Grade 3 and Grade 4 results 2022 Once released, candidates can check the Assam direct recruitment results 2022 following the simple steps given below Visit the official website- sebaonline.org On the home page, click on the link for Assam SLRC Grade 3 and Grade 4 results 2022 Entre the required credentials like registration number, date of birth etc and log in Download your Assam Grade 3 and 4 result and take a printout for future reference.","keywords":"","language":"en","isSafe":true,"datePublished":"2022-10-09T00:00:00","provider":{"name":"india","favIcon":"","favIconBase64Encoding":""},"image":{"url":"https://english.cdn.zeenews.com/sites/default/files/2022/10/07/1099602-assam-result-slrc-grade-3-4.jpg","height":0,"width":0,"thumbnail":"","thumbnailHeight":0,"thumbnailWidth":0,"base64Encoding":"","name":null,"title":null,"provider":{"name":"india","favIcon":"","favIconBase64Encoding":""},"imageWebSearchUrl":null,"webpageUrl":"https://zeenews.india.com/india/assam-direct-recruitment-result-2022-for-grade-3-and-4-likely-to-be-declared-this-week-on-sebaonline-org-check-date-and-time-here-2518950.html"}},{"id":"5433433234501767941","title":"India A vs NZ A 1st unofficial Test 2019/20","url":"https://www.espncricinfo.com/series/india-a-in-new-zealand-2019-20-1211031/new-zealand-a-vs-india-a-1st-unofficial-test-1211039/match-playing-xi","description":"Checkout Playing XI for India A vs NZ A 1st unofficial Test 2019/20, India A in New Zealand only on ESPNcricinfo.com.","body":"","snippet":"Checkout Playing XI for <b>India</b> A vs NZ A 1st unofficial Test 2019/20, <b>India</b> A in New Zealand only on ESPNcricinfo.com.","keywords":"","language":"en","isSafe":true,"datePublished":"2022-10-09T00:00:00","provider":{"name":"espncricinfo","favIcon":"","favIconBase64Encoding":""},"image":{"url":"https://img1.hscicdn.com/image/upload/f_auto/lsci/db/PICTURES/CMS/300000/300020.6.jpg","height":0,"width":0,"thumbnail":"","thumbnailHeight":0,"thumbnailWidth":0,"base64Encoding":"","name":null,"title":null,"provider":{"name":"espncricinfo","favIcon":"","favIconBase64Encoding":""},"imageWebSearchUrl":null,"webpageUrl":"https://www.espncricinfo.com/series/india-a-in-new-zealand-2019-20-1211031/new-zealand-a-vs-india-a-1st-unofficial-test-1211039/match-playing-xi"}},{"id":"4971381472723810964","title":"C9superActive: Best washing machine in india","url":"https://www.c9superactive.com/search/label/Best%20washing%20machine%20in%20india","description":"C9superActive is The Home Of Best Electronics, Health & fitness, Gadgets, for people who want to save the time and stress of figuring out what to buy.","body":"more than 5 weeks ago\nFollowers\nTHIS PREMIUM CONTENT IS LOCKED\nSTEP 1: Share to a social network\nSTEP 2: Click the link on your social network\nCopy All Code\nAll codes were copied to your clipboard\nCan not copy the codes / texts, please press [CTRL]+[C] (or CMD+C with Mac) to copy\nType something and Enter","snippet":"C9superActive is The Home Of Best Electronics, Health & fitness, Gadgets, for people who want to save the time and stress of figuring out what to buy.","keywords":"","language":"en","isSafe":true,"datePublished":"2022-10-09T00:00:00","provider":{"name":"c9superactive","favIcon":"","favIconBase64Encoding":""},"image":{"url":"","height":0,"width":0,"thumbnail":"","thumbnailHeight":0,"thumbnailWidth":0,"base64Encoding":"","name":null,"title":null,"provider":{"name":"c9superactive","favIcon":"","favIconBase64Encoding":""},"imageWebSearchUrl":null,"webpageUrl":"https://www.c9superactive.com/search/label/Best%20washing%20machine%20in%20india"}},{"id":"7201578416716809238","title":"India eye all-round improvement in must-win ODI against South Africa","url":"https://www.thenorthlines.com/india-eye-all-round-improvement-in-must-win-odi-against-south-africa/","description":"NL Correspondent jammu, Oct 8 Ranchi, Oct 8: Deepak Chahars unavailability due to an ankle injury will complicate selection matters with India looking for a much improved bowling performance in a must win second ODI against South Africa here on Sunday. Never before a bilateral ODI series has looked so out of context, with the","body":"jammu\n, Oct 8\nRanchi, Oct 8: Deepak Chahars unavailability due to an ankle injury will complicate selection matters with India looking for a much improved\nbowling performance in a must win second ODI against South Africa here on Sunday.\nNever before a bilateral ODI series has looked so out of context, with the T20 World Cup in Australia beginning later this month.\nAll eyes are now on Rohit Sharma and Co who have already checked in Perth for their T20 World Cup warm-up matches.\nThe three-match ODI series in India offers little incentive to the fringe players who have missed the flight to Australia.\nBut with Chahar injuring his ankle ahead of the first ODI in Lucknow and his back troubling him again, it gives India plenty of soul-searching\nto do on Sunday.\nMohammad Siraj and Avesh Khan have so far failed to impress and that might open the door for uncapped Bengal pacer Mukesh Kumar.\nOn the batting front, it will be important for Shreyas Iyer to score some runs under his belt as the top-order batter is among the reserve\nbatters for the T20 World Cup.\nIyer, who has been named vice-captain for the series, bailed India out of a top-order collapse on Thursday.\nKnown for his weakness against short balls and slow strike rate against the pacers, Iyer played a counter-attacking knock.\nBut the biggest positive for India out of the second ODI was the performance of Sanju Samson, who has not been able to cement his place\nin the team seven years after his debut.\nSamsons 63-ball 86 oozed maturity and offered a sense of calmness in the middle-order as he took calculated risks in Indias narrow loss.\nThe happy-go-lucky Shikhar Dhawan has already shown his leadership potential with a second stride in the West Indies and Sri Lanka.\nSHARE","snippet":"... unavailability due to an ankle injury will complicate selection matters with <b>India</b> looking for a much improved bowling performance in a must win ...","keywords":"","language":"en","isSafe":false,"datePublished":"2022-10-08T23:59:25","provider":{"name":"thenorthlines","favIcon":"","favIconBase64Encoding":""},"image":{"url":"https://www.thenorthlines.com/wp-content/uploads/2022/10/download-2022-10-08T235850.602.jpg","height":0,"width":0,"thumbnail":"","thumbnailHeight":0,"thumbnailWidth":0,"base64Encoding":"","name":null,"title":null,"provider":{"name":"thenorthlines","favIcon":"","favIconBase64Encoding":""},"imageWebSearchUrl":null,"webpageUrl":"https://www.thenorthlines.com/india-eye-all-round-improvement-in-must-win-odi-against-south-africa/"}},{"id":"8643430709697575794","title":"India-made Skoda Kushaq and Slavia to lead CKD charge in Vietnam","url":"https://www.carwale.com/news/indiamade-skoda-kushaq-and-slavia-to-lead-ckd-charge-in-vietnam/","description":"CKD kits from India","body":"-Will be produced from 2024-To get CKD kits from the Pune plant Skoda will begin CKD operation in Vietnam in 2024, and leading this charge will be the India-made Skoda Kushaq SUV and Slavia sedan. These cars were created under India 2.0 and launched in 2021 and 2022 respectively. While Kushaq and Slavia will lead the CKD charge, Skoda will actually start operations in 2023 itself with its international models being imported from Europe. This will include the Kodiaq, Karoq, Superb, and Octavia. The Kushaq will be available to order in the first half of 2024 and orders for the Slavia will open in the fourth quarter of 2024. A 16,000 sq. mt. plant is being built in Pune to manufacture the respective sub-assemblies. In an official statement Skoda has said that by exporting vehicles from India, it is pressing ahead with the implementation of the India 2.0 project and emphasising Indias strategic importance in the automakers development. Meanwhile, export of the first left-hand-drive Skoda Kushaq to the Gulf States began recently.","snippet":"CKD kits from <b>India</b>.\n-Will be produced from 2024-To get CKD kits from the Pune plant Skoda will begin CKD operation in Vietnam in 2024, and leading this charge will be the <b>India</b>-made Skoda Kushaq SUV and Slavia sedan.","keywords":"","language":"en","isSafe":true,"datePublished":"2022-10-08T23:58:50","provider":{"name":"carwale","favIcon":"","favIconBase64Encoding":""},"image":{"url":"https://imgd.aeplcdn.com/642x336/n/cw/ec/132469/right-front-three-quarter0.jpeg?isig=0&amp;art=1&amp;q=75","height":0,"width":0,"thumbnail":"","thumbnailHeight":0,"thumbnailWidth":0,"base64Encoding":"","name":null,"title":null,"provider":{"name":"carwale","favIcon":"","favIconBase64Encoding":""},"imageWebSearchUrl":null,"webpageUrl":"https://www.carwale.com/news/indiamade-skoda-kushaq-and-slavia-to-lead-ckd-charge-in-vietnam/"}},{"id":"6348226344201436187","title":"Gambia police launch inquiry into cough syrup deaths","url":"https://www.hindustantimes.com/india-news/gambia-police-launch-inquiry-into-syrup-deaths-101665272485102-amp.html","description":"India is investigating cough syrups made by a local pharmaceutical company after the World Health Organisation said they could be responsible for the deaths. | Latest News India","body":"Follow Us\nAFP | | Posted by Sharangee Dutta\nPolice in Gambia on Saturday announced they were launching an investigation into the deaths of dozens of children, amid growing concern over imported medicines.\nFollowing the deaths of 66 children, most from acute kidney failure, police said in a statement they were putting senior officers on the investigation.\n{{^userSubscribed}}\n{{/userSubscribed}}\nIndia is investigating cough syrups made by a local pharmaceutical company after the World Health Organisation said they could be responsible for the deaths.\nPresident Adama Barrow authorised the health authorities \"to suspend the license of the suspected... importer\" involved in the case, his office said on Saturday evening.\nThe foreign ministry was to communicate \"his government's most profound concern\" to the Indian embassy, it added.\nBarrow on Friday promised to boost health measures including better quality control over imported medicines.\nHe said the government would leave \"no stone unturned\" to get to the bottom of the incident.\nThe WHO on Wednesday issued an alert over four cough and cold syrups made by Maiden Pharmaceuticals in India over possible links to the deaths.\n{{^userSubscribed}}\n{{{headline}}}\n{{/items}}\nLaboratory testing had found unacceptable levels of potentially life-threatening contaminants, the WHO said, adding that the products may have been distributed beyond the West African country.\nGambian health authorities had on September 23 ordered a recall of all medicines containing paracetamol or promethazine syrup.\nBarrow announced a raft of measures to avoid future tragedies, including the creation of \"a quality control national laboratory for drugs and food safety\".\nHe also promised to update the nation's drugs-related laws to ensure regulation could prevent any such incidents in the future.\nHe praised the work of the health ministry in preventing further deaths.\nHe said the outbreak was \"now under control, with only two cases reported in the last two weeks\".\nSHARE THIS ARTICLE ON","snippet":"<b>India</b> is investigating cough syrups made by a local pharmaceutical company after the World Health Organisation said they could be responsible for the ...","keywords":"","language":"en","isSafe":true,"datePublished":"2022-10-08T23:57:41","provider":{"name":"hindustantimes","favIcon":"","favIconBase64Encoding":""},"image":{"url":"https://images.hindustantimes.com/img/2022/10/08/1600x900/gambia_police_probe_cough_syrup_deaths_latest_1665273324145_1665273324253_1665273324253.jpg","height":0,"width":0,"thumbnail":"","thumbnailHeight":0,"thumbnailWidth":0,"base64Encoding":"","name":null,"title":null,"provider":{"name":"hindustantimes","favIcon":"","favIconBase64Encoding":""},"imageWebSearchUrl":null,"webpageUrl":"https://www.hindustantimes.com/india-news/gambia-police-launch-inquiry-into-syrup-deaths-101665272485102-amp.html"}},{"id":"5657894343760544589","title":"Edu ministry identifies 9 areas of research under IKS programme this year","url":"https://www.hindustantimes.com/india-news/edu-ministry-identifies-9-areas-of-research-under-iks-programme-this-year-101665272576652.html","description":"The Indian Knowledge Systems (IKS) division was established by the ministry as an innovation cell at the All India Council for Technical Education in 2020 to promote interdisciplinary research on aspects of indigenous knowledge. | Latest News India","body":"Fareeha Iftikhar\n, New Delhi\nStudy of ancient Indian approach to economics, politics and foreign policy; historical development of mathematics and astronomy through study of the ancient texts; new universal sociological models based on insiders perspective; and recreation of eco-friendly pigments and dyes used in traditional Indian textiles are among the nine broad categories under which the education ministrys Indian Knowledge Systems (IKS) programme has invited the research proposals this year.\nThe IKS division was established by the ministry as an innovation cell at the All India Council for Technical Education in 2020 to promote interdisciplinary research on aspects of indigenous knowledge. This is its second edition of the competitive research proposals programme to provide grants to promote research in the field.\nThe winning proposals will receive up to\n\n20 lakh over two years. The last day of submission of proposals is October 30. The names of the selected proposals will be announced in December.\nThe nine areas were identified with the help of expert after taking feedback from researchers, according to an IKS document, a copy of which is with HT.\nThe idea is to build a community of researchers in each broad area, said Ganti S Murthy, national coordinator for IKS. Through IKS, we are aiming to rejuvenate the Indian traditional knowledge system... We are trying to encourage research in clusters and broad and focussed areas. We will select 5-6 high quality proposals in each area.\nResearch in some topics like those in universal sociological models will help India to show its own frameworks to the world, he said. ... There is a need to study whether digital or social media be studied from an Indic sociological perspective...\nGet","snippet":"... established by the ministry as an innovation cell at the All <b>India</b> Council for Technical Education in 2020 to promote interdisciplinary research on ...","keywords":"","language":"en","isSafe":true,"datePublished":"2022-10-08T23:47:30","provider":{"name":"hindustantimes","favIcon":"","favIconBase64Encoding":""},"image":{"url":"https://images.hindustantimes.com/img/2022/10/08/1600x900/education_ministry_iks_programme_2022_1665272777640_1665272777904_1665272777904.jpg","height":0,"width":0,"thumbnail":"","thumbnailHeight":0,"thumbnailWidth":0,"base64Encoding":"","name":null,"title":null,"provider":{"name":"hindustantimes","favIcon":"","favIconBase64Encoding":""},"imageWebSearchUrl":null,"webpageUrl":"https://www.hindustantimes.com/india-news/edu-ministry-identifies-9-areas-of-research-under-iks-programme-this-year-101665272576652.html"}},{"id":"5019799945463654638","title":"Top woman Maoist leader surrenders before Telangana DGP","url":"https://www.telugu360.com/top-woman-maoist-leader-surrenders-before-telangana-dgp/","description":"A top leader of the outlawed Communist Party of India (Maoist) surrendered before the Telangana police","body":"WhatsApp\nA top leader of the outlawed Communist Party of India (Maoist) surrendered before the Telangana police on Saurday.\nAluri Usha Rani, a divisional committee member of the north sub-zonal bureau of the Dandakaranya special zonal committee of CPI (Maoist), laid down arms before Director General of Police, M. Mahender Reddy.\nUsha Rani alias Vijayakka alias Pochakka is a native of Tenali in Guntur district of Andhra Pradesh and was brought up at Gudivada in Krishna district. She surrendered on health grounds.\nAccording to the police, she was involved in several violent incidents both in Telangana and Chhattisgarh. She participated in a total of 14 offences during her underground life in both the states. These include five attacks on security forces, three exchanges of fire with the police, three blasting of buildings, one abduction and two assault cases.\nThe DGP appealed to the Maoist cadres to join the mainstream and take part in the advancement of the nation through constructive participation and benefit from the rehabilitation process of Telangana state, which includes immediate relief with suitable amount and other support measures.\nThe DGP said Usha Rani will be provided total rehabilitation by the state as per the policy. He also gave her Rs 50,000 cash towards meeting her immediate expenses.\nUsha Rani disclosed that many of the senior cadres of CPI (Maoist) over 60 years of age are suffering from severe health problems and are not getting due attention or treatment on account of lacking access to medical facilities.\nAccording to her, many members of the central committee, including Muppala Laxman Rao alias Ganapathi, ex-general secretary of CPI (Maoist), are suffering from ill health due to old age.\nLaxman Rao, unable to move across the struggle areas in the country, was relieved from the responsibilities of general secretary. Now his health condition is highly precarious.\nShe told the police that the organisation suffered setbacks, both militarily and organisationally, due to arrests, deaths and surrender of important as well as senior cadres.\nPost 2014, the top leadership of CPI (Maoist) had gone into a self-preservation mode, wherein the functioning underwent drastic transformation, giving more priority to secrecy. As a result, there is visible gap between the top leadership and the lower cadre, leading to denial of information on the developments taking place in the organisation.\nUsha Rani also disclosed that most of the recruitment today happens from the tribal belts of Dandakaranya, which is also reducing day by day, both quantitatively and qualitatively.\nUsha Rani hailed from a revolutionary family and had joined the organisation with a lot of expectations to bring change in the society. She actively participated in armed struggles for more than three decades and failed to see the light at the end of the tunnel, the police said.\nHer father Bhujanga Rao, a government teacher, took voluntary retirement in 1985 and joined in CPI(ML) Peoples War Group. He went underground and worked as special zonal committee member for about 10 years. He used to translate Prabhath magazine of CPI(ML) Peoples War Group from Telugu to Hindi.\nHe spent underground life in different towns of Andhra Pradesh, Tamil Nadu, Karnataka and Maharashtra, and served as den keeper for providing shelter to the senior underground cadres.\nUsha Ranis mother Lalitha Parameshwari also worked for the CPI(ML) Peoples War Group along with Bhujanga Rao.\nIn 1984, while pursuing her B.Sc from the ANR Degree College, Gudivada, Usha Rani joined RSU under the leadership of Kalleguri Prasad, a central organiser. She joined the CPI(ML) Peoples War Group in 1991.\nIn 1998, her husband Mukka Venkateshwar Gupta alias Kiran, the Nalgonda district secretary and south Telangana regional committee member, died in an exchange of fire while retreating after on attack on the Yadagirgutta police station.\nTelugu360 is always open for the best and bright journalists. If you are interested in full-time or freelance, email us at Krishna@telugu360.com.\nTAGS","snippet":"... outlawed Communist Party of <b>India</b> (Maoist) surrendered before the ... the outlawed Communist Party of <b>India</b> (Maoist) surrendered before the Telangana ...","keywords":"","language":"en","isSafe":true,"datePublished":"2022-10-08T23:44:29","provider":{"name":"telugu360","favIcon":"","favIconBase64Encoding":""},"image":{"url":"https://www.telugu360.com/wp-content/uploads/2022/10/Women-maoist-surrender-to-the-Telangana-police.jpg","height":0,"width":0,"thumbnail":"","thumbnailHeight":0,"thumbnailWidth":0,"base64Encoding":"","name":null,"title":null,"provider":{"name":"telugu360","favIcon":"","favIconBase64Encoding":""},"imageWebSearchUrl":null,"webpageUrl":"https://www.telugu360.com/top-woman-maoist-leader-surrenders-before-telangana-dgp/"}},{"id":"6583542756932726970","title":"No role for third parties in Kashmir India reiterates","url":"https://www.hindustantimes.com/india-news/no-role-for-third-parties-in-kashmir-india-reiterates-101665271604229-amp.html","description":"The external affairs ministry was responding to remarks by Pakistan foreign minister Bilawal Bhutto Zardari and his German counterpart Annalena Baerbock at a joint news conference in Berlin on Friday. | Latest News India","body":"Rezaul H Laskar\n, New Delhi\nIndia on Saturday rejected a call by the foreign ministers of Pakistan and Germany for involving the United Nations to resolve the Kashmir issue and said the focus should instead be on tackling Pakistan-based terrorists that have targeted Jammu and Kashmir for long.\n{{^userSubscribed}}\n{{/userSubscribed}}\nThe external affairs ministry was responding to remarks by Pakistan foreign minister Bilawal Bhutto Zardari and his German counterpart Annalena Baerbock at a joint news conference in Berlin on Friday. While Baerbock noted positive signals such as cooperation between Pakistan and India to supply food to Afghanistan, both foreign ministers spoke of the UNs role in resolving the Kashmir issue.\nThe Indian sides response also pushed back against Baerbocks contention that Germany has a role and responsibility with regard to the situation of Kashmir. India has maintained that Kashmir is a bilateral issue with Pakistan, and there is no role for any third party.\nAll serious and conscientious members of the global community have a role and responsibility to call out international terrorism, especially of a cross-border nature, external affairs ministry spokesperson Arindam Bagchi said in response to the comments regarding J&K by the foreign ministers of Germany and Pakistan.\n{{^userSubscribed}}\n{{{headline}}}\n{{/items}}\nThe Indian union territory of Jammu and Kashmir has borne the brunt of such a terrorist campaign for decades. This continues till now..., he said.\nThe UN Security Council and FATF [Financial Action Task Force] are still pursuing Pakistan-based terrorists involved in the horrific 26/11 attacks, Bagchi said, referring to the terror attacks carried out in Mumbai by a team of Lashkar-e-Taiba (LeT) terrorists from Pakistan. When states do not recognise such dangers, either because of self-interest or indifference, they undermine the cause of peace, not promote it. They also do grave injustice to the victims of terrorism, he added.\nIn his opening remarks at the news conference, Bhutto Zardari contended that grave human rights violations are being committed in J&K, and this poses a risk to regional peace and stability. He said peace in South Asia wont be possible without the peaceful resolution of the Jammu and Kashmir dispute in accordance with the UN resolutions, in accordance with international law.\n{{^userSubscribed}}\n{{/userSubscribed}}\nBhutto Zardari said Pakistan continued to raise the Kashmir issue, especially after the events of August 2019  when India scrapped the special status of Jammu and Kashmir  and that international law should apply everywhere.\nWe hope to see the day that the UN plays an appropriate role to bring this long-standing dispute to a conclusion so we can not only have peace within our region, but we can enhance areas of cooperation, he added.\nSHARE THIS ARTICLE ON","snippet":"Rezaul H Laskar , New Delhi <b>India</b> on Saturday rejected a call by the foreign ministers of Pakistan and Germany for involving the United Nations to ...","keywords":"","language":"en","isSafe":true,"datePublished":"2022-10-08T23:30:59","provider":{"name":"hindustantimes","favIcon":"","favIconBase64Encoding":""},"image":{"url":"https://images.hindustantimes.com/img/2022/10/09/1600x900/PTI09-24-2022-000256B-0_1664081241130_1664081241130_1665274561962_1665274561962.jpg","height":0,"width":0,"thumbnail":"","thumbnailHeight":0,"thumbnailWidth":0,"base64Encoding":"","name":null,"title":null,"provider":{"name":"hindustantimes","favIcon":"","favIconBase64Encoding":""},"imageWebSearchUrl":null,"webpageUrl":"https://www.hindustantimes.com/india-news/no-role-for-third-parties-in-kashmir-india-reiterates-101665271604229-amp.html"}},{"id":"2728236573562842670","title":"THE COMPANY SECRETARIES ( AMENDMENT ) BILL 2010","url":"https://www.lawyersclubindia.com/news/the-company-secretaries-amendment-bill-2010-11028.asp","description":"INTRODUCED IN THE RAJYA SABHA ON 28TH APRIL, 2010  Bill No. XXVII of 2010 THE COMPANY SECRETARIES ( AMENDMENT )BILL, 2010 A BILL further to amend the Company Secretaries Act, 1980. Be it enacted by Parliame","body":"STATEMENT OF OBJECTS AND REASONS\n\n\n\nThe Company Secretaries Act, 1980 has been enacted to make provisions for the regulation of the profession of the company secretaries. The said Act was amended in 2006 by the Company Secretaries (Amendment) Act, 2006,\ninter alia\n, to enable the members of the Institute of Company Secretaries of India to form multi-disciplinary firms and offer multi-professional services in a competitive and commercial manner.\n\n2.Subsequently, the Limited Liability Partnership Act, 2008 has been enacted to make provisions for the formation and regulation of limited liability partnerships and for matters connected therewith or incidental thereto. The limited liability partnership will be a separate legal entity, liable to the full extent of its assets, with the liability of the partners being limited to their agreed contribution in the limited liability partnership which may be of tangible or intangible nature or both tangible and intangible in nature.\n\n3.It is proposed to extend the benefits of the Limited Liability Partnership Act, 2008 to the firms of company secretaries under the Company Secretaries Act, 1980 and to amend the provisions of the said Act.\n\n4.Section 2 of the Company Secretaries Act, 1980\ninter alia\nprovides that a member of the Institute of Company Secretaries of India shall be deemed to be in practice when individually or in partnership with one or more members of the Institute in practice or in partnership with members of such other recognized professions as may be prescribed.\n\n5.The Company Secretaries (Amendment) Bill, 2010 proposes to amend the Company Secretaries Act, 1980 to apply certain provisions of the Limited Liability Partnership Act, 2008 to the Company Secretaries Act, 1980 in order to allow the members of the professional institute governed by the Company Secretaries Act, 1980 to form the limited liability partnership and insert new definitions of firm, partner, partnership and sole proprietorship for the said purpose.\n\n6.The Bill seeks to achieve the above objectives.\n","snippet":"... enable the members of the Institute of Company Secretaries of <b>India</b> to form multi-disciplinary firms and offer multi-professional services in a ...","keywords":"","language":"en","isSafe":true,"datePublished":"2022-10-08T23:14:39","provider":{"name":"lawyersclubindia","favIcon":"","favIconBase64Encoding":""},"image":{"url":"https://www.lawyersclubindia.com/img/preview/news/6.jpg?imgver=11028","height":0,"width":0,"thumbnail":"","thumbnailHeight":0,"thumbnailWidth":0,"base64Encoding":"","name":null,"title":null,"provider":{"name":"lawyersclubindia","favIcon":"","favIconBase64Encoding":""},"imageWebSearchUrl":null,"webpageUrl":"https://www.lawyersclubindia.com/news/the-company-secretaries-amendment-bill-2010-11028.asp"}},{"id":"8847635030033787576","title":"Earnings News-EID Parry (India)","url":"https://www.moneycontrol.com/india/stockpricequote//news/eidparry/results-eid-3months-2.html","description":"A Quick View. 11.01 am | 02 Feb 2019|  Source: Moneycontrol.com. NULL.... 11.00 am | 02 Feb 2019|  Source: Moneycontrol.com. NULL.... Facebook Twitter RSS Wap SMS SMS Alert iPad iPhone Blackberry OVI AndroidWindow","body":"","snippet":"02 Feb 2019| Source: Moneycontrol.com.\n02 Feb 2019| Source: Moneycontrol.com.\nFacebook Twitter RSS Wap SMS SMS Alert iPad iPhone Blackberry OVI AndroidWindow.","keywords":"","language":"en","isSafe":true,"datePublished":"2022-10-08T23:00:00","provider":{"name":"moneycontrol","favIcon":"","favIconBase64Encoding":""},"image":{"url":"","height":0,"width":0,"thumbnail":"","thumbnailHeight":0,"thumbnailWidth":0,"base64Encoding":"","name":null,"title":null,"provider":{"name":"moneycontrol","favIcon":"","favIconBase64Encoding":""},"imageWebSearchUrl":null,"webpageUrl":"https://www.moneycontrol.com/india/stockpricequote//news/eidparry/results-eid-3months-2.html"}},{"id":"4871870511946340543","title":"Compliance Certificate Under Regulation 7 (3) Of SEBI (Listing Obligations And Disclosure Requirements) Regulations, 2015.","url":"https://www.moneycontrol.com/stocks/stock_market/corp_notices.php?autono=15143001","description":"EID Parry (India) - Compliance Certificate Under Regulation 7 (3) Of SEBI (Listing Obligations And Disclosure Requirements) Regulations, 2015.","body":"","snippet":"Compliance Certificate Under Regulation 7 (3) Of SEBI (Listing Obligations And Disclosure Requirements) Regulations, 2015.","keywords":"","language":"en","isSafe":true,"datePublished":"2022-10-08T23:00:00","provider":{"name":"moneycontrol","favIcon":"","favIconBase64Encoding":""},"image":{"url":"","height":0,"width":0,"thumbnail":"","thumbnailHeight":0,"thumbnailWidth":0,"base64Encoding":"","name":null,"title":null,"provider":{"name":"moneycontrol","favIcon":"","favIconBase64Encoding":""},"imageWebSearchUrl":null,"webpageUrl":"https://www.moneycontrol.com/stocks/stock_market/corp_notices.php?autono=15143001"}},{"id":"4799590359703231645","title":"MylaporePatasalai (1)","url":"https://sethubandhanam.com/index.php/mylapore-veda-patasala-support/mylaporepatasalai-1/","description":"Sethubandhanam connects well-minded astikas to dharmic activities in India. Start by donating any amount towards preservation of our heritage.","body":"","snippet":"Sethubandhanam connects well-minded astikas to dharmic activities in <b>India</b>.\nStart by donating any amount towards preservation of our heritage.","keywords":"","language":"en","isSafe":true,"datePublished":"2022-10-08T22:59:00","provider":{"name":"sethubandhanam","favIcon":"","favIconBase64Encoding":""},"image":{"url":"https://sethubandhanam.com/wp-content/uploads/2019/12/logo-2.jpg","height":0,"width":0,"thumbnail":"","thumbnailHeight":0,"thumbnailWidth":0,"base64Encoding":"","name":null,"title":null,"provider":{"name":"sethubandhanam","favIcon":"","favIconBase64Encoding":""},"imageWebSearchUrl":null,"webpageUrl":"https://sethubandhanam.com/index.php/mylapore-veda-patasala-support/mylaporepatasalai-1/"}},{"id":"402594986424174260","title":"PSG respond angrily to Ramos red card: 'The referee needs to handle the situation better'","url":"https://www.goal.com/en-in/news/psg-respond-angrily-ramos-red-card-referee-needs-handle-situation-better/blt0c890e28ccaebc4b","description":"The veteran Spanish defender received the 28th red card of his career after angrily reacting to a yellow card.","body":"Sergio Ramos was sent off during Paris Saint-Germain's match against Reims on Saturday and the team were not happy with the referee decision.\nRamos received a yellow for a foul\nAngry reaction prompted second card\nPSG upset by sending off in 0-0 draw\nWHAT HAPPENED? Sergio Ramos received a second yellow quickly after his first for dissent directed towards the referee, however his team-mates did not agree with the decision.\nWHAT THEY SAID: I think the referee needs to handle the situation better,\" said Danilo Pereira to Canal+. \"There is no reason for that. It irritates us because we want to play football but like that, it's complicated.\"\nManager Christophe Galtier added: \"I am not convinced that the insult [Ramos was sent off for] was even directed at the referee.\"\nTHE BIGGER PICTURE: Ramos will now be suspended for PSG's top of the table clash against Marseille in a disruption to a campaign that has been going much better for him than the last.\nIN A PHOTO:\nGetty\nDID YOU KNOW? With his red card against Reims, Ramos has now received 28 across his whole career in all senior competitions.\nWHAT NEXT FOR RAMOS? There's not much the Spaniard can do, as he will have to watch his team-mates face Marseille from the sidelines.","snippet":"The veteran Spanish defender received the 28th red card of his career after angrily reacting to a yellow card.\nSergio Ramos was sent off during Paris Saint-Germain's match against Reims on Saturday and the team were not happy with the referee decision.","keywords":"","language":"en","isSafe":true,"datePublished":"2022-10-08T22:56:35.428","provider":{"name":"goal","favIcon":"","favIconBase64Encoding":""},"image":{"url":"https://assets.goal.com/v3/assets/bltcc7a7ffd2fbf71f5/bltd24e1c326b1f3f9b/6341fee86d435b115cd58daa/goal---web-two-way-split--1765f9ae-77be-4aac-8e60-bdd5df9967a1.png","height":0,"width":0,"thumbnail":"","thumbnailHeight":0,"thumbnailWidth":0,"base64Encoding":"","name":null,"title":null,"provider":{"name":"goal","favIcon":"","favIconBase64Encoding":""},"imageWebSearchUrl":null,"webpageUrl":"https://www.goal.com/en-in/news/psg-respond-angrily-ramos-red-card-referee-needs-handle-situation-better/blt0c890e28ccaebc4b"}},{"id":"595045438728951028","title":"Rising inflation strong USD: Forex reserves plummet $110 billion in 13 months","url":"https://indianexpress.com/article/business/economy/rising-inflation-strong-usd-forex-reserves-plummet-110-billion-in-13-months-8198127/","description":"According to the RBI, forex reserves fell by $4.854 billion to $532.664 billion during the week ended September 30 as the strong dollar and adverse external factors reduced Indias forex kitty. The reserves had declined by over $8.134 billion to $537.518 billion in the previous week.","body":"Prices start as low as Rs 2.5 per day\nRBI Governor Shaktikanta Das had recently said that about 67 per cent of the decline in reserves during the current financial year was due to valuation changes arising from an appreciating US dollar and higher US bond yields. During the current financial year (up to September 28), the US dollar has appreciated by 14.5 per cent against a basket of major currencies. It (rupee) has depreciated by 7.4 per cent against the US dollar during the same period  faring much better than several reserve currencies as well as many of its EME and Asian peers, he said.\nDas said the rupee is a freely floating currency and its exchange rate is market determined. The RBI does not have any fixed exchange rate in mind. It intervenes in the market to curb excessive volatility and anchor expectations, he said while unveiling the monetary policy.\nThe aggressive policy course by the US Fed to curb rising price pressures is exacerbating fears of a weakening global growth outlook and leading to risk aversion in the markets. Global currencies depreciated against the dollar as a hotter than expected US inflation report drove the currency higher.\nAdvertisement\nMeanwhile, FPIs have resumed withdrawals from the Indian markets. FPIs again turned sellers in India in September with a net equity sell figure of Rs 7,643 crore. FPIs were sellers in financial and IT services and buyers in telecom and capital goods. The renewed selling can be attributed to the steady rise in dollar which has triggered capital outflows from most emerging markets, said V K Vijayakumar, chief investment strategist at Geojit Financial Services.\nFPIs turned marginal buyers in early October but there is no consistency in FPI activity. FPIs will turn sustained buyers only when dollar peaks and shows a sustained downtrend, he said.\n The Indian Express (P) Ltd\nFirst published on:","snippet":"FPIs again turned sellers in <b>India</b> in September with a net equity sell figure of Rs 7,643 crore. FPIs were sellers in financial and IT services and ...","keywords":"","language":"en","isSafe":true,"datePublished":"2022-10-08T22:52:57","provider":{"name":"indianexpress","favIcon":"","favIconBase64Encoding":""},"image":{"url":"https://images.indianexpress.com/2022/10/foreign-exchange-2-1.jpg","height":0,"width":0,"thumbnail":"","thumbnailHeight":0,"thumbnailWidth":0,"base64Encoding":"","name":null,"title":null,"provider":{"name":"indianexpress","favIcon":"","favIconBase64Encoding":""},"imageWebSearchUrl":null,"webpageUrl":"https://indianexpress.com/article/business/economy/rising-inflation-strong-usd-forex-reserves-plummet-110-billion-in-13-months-8198127/"}},{"id":"646836205576823342","title":"The Sunday Profile: KCR in avatar Bharat","url":"https://indianexpress.com/article/india/the-sunday-profile-k-chandrashekar-rao-in-avatar-bharat-brs-trs-8198073/","description":"He always saw himself as a national leader, and has rewritten history  and geography  before with Telangana movement. But has TRS founder K Chandrashekar Rao overreached himself now?","body":"In KCR national leap, the bounce that partner JD(S) is hoping for\nNow, formally taking the leap to the national stage, KCR has rechristened the TRS as the Bharat Rashtra Samithi (BRS), and said he will contest across several states in the 2024 Lok Sabha elections.\nBorn in Chintamadaka village in Medak district, the well-read KCR who holds a Masters degree in Telugu literature from Osmania University, started his political journey in the Youth Congress in the 1970s. An admirer of superstar N T Rama Rao, he joined the TDP when NTR launched it in 1983, and rose to become a senior leader before N Chandrababu Naidu started his climb.\nSubscriber Only Stories\nThe TDP made KCR in-charge of several districts, and he was a minister in the NTR and Naidu governments. He lost his first election in 1983, from Siddipet seat, but that would remain the one and only time.\nAlso Read\nBharat Rashtra Samithi to convene Dalit Conclave in Hyderabad: KCR\nA TRS leader close to KCR says it was the Naidu governments neglect of the Telangana region that distanced him from the TDP. KCR wanted a platform to renew the demand for a state, and there was no space for him in any party, the leader says.\nThe break came on April 27, 2001, when KCR quit the TDP, and launched the TRS, calling Telangana its sole objective.\nAdvertisement\nTRS leaders point out that KCR waited patiently for the Centre to fulfill the demand. In 2004, elected to the Lok Sabha from Karimnagar, he extended support to the UPA government. He was inducted into the Cabinet, but given the relatively minor portfolio of Labour and Employment. Meanwhile, the UPA government dilly-dallied on his demand for Telangana.\nOpinion\nHow KCRs national pitch differs from Stalins\nAfter two years, KCR resigned from the UPA, withdrew support to the Manmohan Singh government, and dived headlong into the separate state movement.\nAn electoral debacle followed, one that many expected to end the career of KCR and derail the Telangana movement. But luck and history again proved to be on KCRs side, with the tragic death of Y S Rajashekara Reddy in a chopper crash removing the one Congress leader who stood against the division of Andhra Pradesh.\nAdvertisement\nAgain, fortune smiled on KCR as the Congress mishandled the transition, ignoring Reddys son Jagan Mohan Reddys popular claim to the CM post. KCR hit when the iron was hot, rallying support in the Telangana region, with huge rallies, bandhs.\nEditorial\n|\nDeccan dreams: Why TRSs name-change is not enough for it to occupy space on the national stage\nHe invoked regionalism to great effect, attracting students, government employees, farmers, and women. On his orders, government employees would go on strike for weeks, enduring pay cuts, but bringing the government to a halt. Osmania University and other educational institutions became hotbeds of the agitation, with several students committing suicide.\nOn November 29, 2009, KCR started a fast unto death, setting off a fresh round of violent protests. After 11 days, with KCRs health deteriorating, the Centre finally capitulated and agreed to move a Bill.\nA former Congress MP said KCR had more in store for the party. Everyone thought that having achieved its objective, the TRS will merge with the Congress. However, after the Andhra Pradesh Reorganisation Bill, 2014, was passed in Parliament, KCR thanked Sonia Gandhi and, days later, told the media that the Congress was a sinking ship and there was no question of a merger.\nIn the first polls in Telangana in 2014, the TRS won 63 of the 119 Assembly seats and 11 of the 17 Lok Sabha seats. In the days that followed, over 20 MLAs of other parties switched to the TRS. The Congress won 21 Assembly and two Lok Sabha seats.\nAdvertisement\nAlso Read\n|\nA national role model: KCR, in the eyes of his new friends, in the words of his office\nThe Congress didnt just lose out on any poll benefits from creating Telangana, it was also wiped out in Andhra Pradesh, which was angry over the division.\nKnown for his repartee, KCR was asked by someone if the Congress should get the credit for passing the bifurcation Bill. Gandhi, Nehru fought for Independence. Did people garland Queen Elizabeth? he said.\nAdvertisement\nTRS MLA Balka Suman says KCR hit the ground running as CM, listing his infrastructure projects, and schemes like Rythu Bandhu, old age pensions. There have also been grand flagship projects like the renovation of the Yadadri Temple.\nWhile in 2018 his tally further soared, KCR hit controversies such as over the Rs 600-crore reconstruction of the Secretariat to make it Vaastu compliant. Opposition parties called his grand projects examples of KCRs autocratic behaviour, and accused his administration of corruption.\nAdvertisement\n#Politics | Congress, BJP call KCR greedy for renaming his party; Owaisi welcomes move\nBoth the Congress and BJP also accuse KCR of running a family government. His son K T Rama Rao is No. 2 in KCRs Cabinet. His daughter K Kavita is a former MP from Nizamabad, and is currently an MLC.\nBefore he realised the challenge posed by the BJP, KCR had ensured a cordial relationship with the Narendra Modi government, remaining neutral or supporting it on demonetisation, GST and other contentious issues. The rift finally spilled over on the paddy procurement issue. When the Centre refused to procure excess paddy from Telangana, leaving KCR facing angry farmers at home, he lashed out at Modi.\nAlso Read\n|","snippet":"He always saw himself as a national leader, and has rewritten history and geography before with Telangana movement.\nBut has TRS founder K Chandrashekar Rao overreached himself now?.","keywords":"","language":"en","isSafe":true,"datePublished":"2022-10-08T22:44:01","provider":{"name":"indianexpress","favIcon":"","favIconBase64Encoding":""},"image":{"url":"https://images.indianexpress.com/2022/10/K.-Chandrashekar-Rao-sunday-Illustration.jpg","height":0,"width":0,"thumbnail":"","thumbnailHeight":0,"thumbnailWidth":0,"base64Encoding":"","name":null,"title":null,"provider":{"name":"indianexpress","favIcon":"","favIconBase64Encoding":""},"imageWebSearchUrl":null,"webpageUrl":"https://indianexpress.com/article/india/the-sunday-profile-k-chandrashekar-rao-in-avatar-bharat-brs-trs-8198073/"}},{"id":"1074692664397675916","title":"Interview With Dr Firdous Azmat Siddiqui Author Of Zindaa.n (The Prison)","url":"https://www.eurasiareview.com/09102022-interview-with-dr-firdous-azmat-siddiqui-author-of-zindaa-n-the-prison/","description":"Dr Firdous Azmat is an Associate Professor of Gender studies in Jamia Millia University, New Delhi, India, and the author of the novel Zindaa.n. Eurasia Review: Please introduce yours","body":"0 Comments\nByEurasia Review\nDr Firdous Azmat is an Associate Professor of Gender studies in Jamia Millia University, New Delhi, India, and the author of the novel Zindaa.n.\nAdvertisement\nEurasia Review: Please introduce yourself to Eurasia Review readers.\nMy name is  Firdous Azmat Siddiqui, I am an academic and have been teaching Gender Studies at Jamia Millia Islamia, a central university in Indias capital New Delhi. My areas of specialization include issues pertaining to minorities in India, Demographic Politics, Muslim Womens issues and Gender Rights and Law in India. I also have a keen interest in Indian literature, especially Urdu fiction, that eventually turned me into a fiction writer. Frankly speaking, even I dont know where this literary journey will take me, but I am enjoying it at the moment as it gives me a sense of contentment.\nEurasia Review: Youve described yourself as an academic. How do you keep up that constant teaching-learning balance and writing fiction at the same time?\nDr. Firdous Azmat Siddiqui (photo supplied)\nI have been a regular reader of classic novels, to the extent that I often start laughing, sobbing and crying while reading the stories. Honestly speaking I am a really intense and emotional reader, who always finds herself connected to her fiction characters, just opposite to fiction, an academician is not expected to be an emotional reader or writer, he or she should be very rational. Thus it is only your teaching-learning process that makes you perfect to make a balance between these two diverse fields. I have always tried to keep my emotions and imagination away while writing on serious academic issues. However, while writing fiction I can very soon be lost in my imaginary world of supernatural stories, folk stories and paranoia issues.\nEurasia Review: Dr Firdous, please tell us very about your recent novel? How do you think it relates to other, current, pandemic literature? And what is its central message?\nAdvertisement\nThis is my second novel, I have named it as Zindaa.n, that means prison in the Urdu language, the title is self explanatory and signifies the life in a prison that reflects life during the pandemic lockdowns. It is divided into nine chapters. I have tried to make it an interesting story of two middle class Muslim families, one of whom is located in a remote village  a small village mostly dominated by Muslims of peasantry class  the second family is of Sakeena and Sayeed Suhrawardy, migrants from Allahabad located in Bagh-e Behisht an imaginary colony of Jamia Nagar in Delhi, the national capital of India, a dream land of educated Muslims from across the country.\nThe novel Zindaa.n becomes very important in context of Pandemic Literature, as there is no evidence in human history when the entire world was locked down at the same time for months. In that context a lot of research studies have been conducted which indicate that the lockdown has resulted in the marginalization of women in more ways and that led to increasing cases of violence against women. In contrast to that assumption, Zindaa.n gives a new hope to feminist thought and theory that the lockdown has filled the gap between men and women and labour segregation of gender since men started realising the importance of domestic chores, which till now were considered the sole responsibility of women. Zindaa.n opens a fantastic world of Sakeenas family while she is taking part in political debates, discussing all contemporary problems and issues faced by minorities and other marginalised sections  while Sayeed seems more concerned towards the household chores.\nThe story is written in simple Urdu, which is an important contribution of this novel to provide a social space to Urdu Literature in peoples language rather than a classical Persianised loaded vocabulary. Zindaa.n has a long discussion on the life of rural and urban India, and I have tried to portray a very lively and true picture of rural India.\nEurasia Review: Where do you find your creative energy and stamina since you are a working academic?\nIt would be a lie if I say I dont get tired. It feels taxing at times to be on a routine, but I always self counsel and motivate myself for some worthy contribution as an academic and as a writer. Also I believe one gives his/her best in adverse times, only as I could do it when there was negativity all around.\nEurasia Review: How is this novel different from your last published work of fiction?\nOf course it is different from my earlier works, because each day I find myself as a new and completely evolved person and that reflects in my writing too. It is a contribution towards the pandemic literature, while my other works have different themes.\nEurasia Review: Since you have been teaching gender studies for many years now. How do you connect your fiction work with your teaching subject, or does it?\nYes, I have been in teaching and researching for over two decades. I feel very strongly that teaching gender studies has changed my entire personality and perception of looking at the society and social norms. So when you are in creative writing that certainly will affect your writing style from being gender neutral to being gender conscious and even contributing to literature from the feminist perspective. So far literature has been viewed either from the male gaze or from gender neutral writing, however now the entire field of creative writing has been transformed completely by women writers so it becomes very important to contemplate from a perspective of either Women in Literature (WIL) or Women and Literature (WAL).\nEurasia Review: It is very difficult to write and work and manage a family, who do you give credit to for your ability to do such multitasking?\nMy husband, my son and brothers and especially my mother-in-law, who always inspires me for good work.\nEurasia Review: Who do you think is the potential audience of your novel Zindaa.n (prision) since it is in Urdu? Are there enough Urdu readers in your country and how are you reaching your readers?\nUrdu has been my mother tongue; it has been for me a language which taught me to love people and to connect with other Hindi Speakers. In fact Hindi and Urdu both are co-sisters and no one can separate them. So I try to balance my writing by writing in both the languages, neither my Urdu is chaste nor my Hindi is Sanskritized Hindi, thats how I developed my skill to write in Hindustani, rather than in Hindi or Urdu.\nEurasia Review: What does a typical work week look like for you? Do you work with a team or individually?\nThe typical work week for me is juggling between my academic classes as well as my research work. I always try to take out time from my professional work schedule for my passion that is, fiction writing.\nEurasia Review: As a novelist and a perfectionist who constantly revises, how do you ensure that you still make progress?\nI think making progress is a process and we slowly achieve that. My way is to seek guidance from friends","snippet":"... Professor of Gender studies in Jamia Millia University, New Delhi, <b>India</b>, and the author of the novel Zindaa.n. Eurasia Review: Please introduce ...","keywords":"","language":"en","isSafe":true,"datePublished":"2022-10-08T22:38:27","provider":{"name":"eurasiareview","favIcon":"","favIconBase64Encoding":""},"image":{"url":"https://i0.wp.com/www.eurasiareview.com/wp-content/uploads/2022/10/d-133.png?fit=800%2C450&#038;ssl=1","height":0,"width":0,"thumbnail":"","thumbnailHeight":0,"thumbnailWidth":0,"base64Encoding":"","name":null,"title":null,"provider":{"name":"eurasiareview","favIcon":"","favIconBase64Encoding":""},"imageWebSearchUrl":null,"webpageUrl":"https://www.eurasiareview.com/09102022-interview-with-dr-firdous-azmat-siddiqui-author-of-zindaa-n-the-prison/"}},{"id":"5370730100636938995","title":"Death in a resort","url":"https://indianexpress.com/article/india/death-in-uttarakhand-resort-rishikesh-8198080/","description":"Over a month ago, Ankita Bhandari left her home in a Pauri village to land a job that she hoped would change her life. Until, one day, she went missing. As her death hits the headlines, casting a spotlight on a web of power and patronage, Avaneesh Mishra tells the story of the girl and her dreams cut short","body":"This strict seclusion, however, has done little to stop the town from discussing the murder that their famous neighbour is now linked to.\nAdvertisement\nThe Arya family hails from Imlikhera, a village in Roorkee that has had its share of political fame  its home to several heavyweight politicians, including former BJP state president Madan Kaushik and the partys former Roorkee MLA, Suresh Chand Jain.\nSources say the Aryas were a family of modest means  Vinods father Munishwar Anand was a farmer. How their fortunes changed is part of a delightful lore thats told with a lot of conviction by villagers in Imlikhera. When Vinod was a child, they say, some dacoits robbed a rich businessman and used mules owned by Munishwar to carry the loot. While the other mules went with the dacoits, one of them, loaded with gold coins, strayed from the pack and returned to its owner. Villagers say this is how the family struck it big, purchasing land and venturing into the ayurveda business established by Vinod Arya in 1995.\nWith the business taking off, Vinod effortlessly transitioned into politics and soon joined the BJP. Later, he was made chairman of the Uttarakhand Mati Board, a post that gave him the rank of minister of state in the previous Trivendra Singh Rawat-led BJP government. Vinods elder son Ankit too joined the BJP and was later made vice-president of the state OBC Commission.\nFollowing the murder, both Vinod and Ankit were expelled from the party and Ankit was stripped of his OBC Commission post.\nAfter his schooling, Pulkit joined Himalaya Ayurvedic Medical College in Doiwala for a diploma course. A former principal of the medical college, who didnt want to be named, says, I used to get a lot of complaints about Pulkit, mainly about his scuffles with other students. I had asked the management to keep an eye on him.\nBut in what was to leave his former classmates and teachers stunned, in 2009, Pulkit topped the Uttarakhand Pre-Medical Test (UPMT). The high rank ensured him a seat at Patanjali Ayurveda College in Haridwar for a Bachelor of Ayurvedic Medicine and Surgery (BAMS) course. He, however, soon dropped out.\nSources say Pulkit dropped out after he failed to meet the mandatory 75 per cent attendance to appear for the term-end exam.\nPulkit was to eventually get his BAMS degree from Rishikul Ayurvedic College in Haridwar. A senior staff member of the college says that Pulkit was in 2011 debarred from the counselling process, but later got admission in 2013.\nIn 2011, he tried to get into our college. However, during counselling, it was found that the candidates photographs from high school and intermediate, and on the entrance form did not match. He was disqualified, he says, adding that in 2013, Pulkit again cleared the UPMT exam and finally got into the college.\nWhile he was in his third year [2016], we received an anonymous letter saying several students of the last few batches had got admission through illegal methods. We started investigating and found faults with the admission process. An FIR was registered against 31 students from four batches, including Pulkit, and they were all removed from the college in September. However, after a change of government in 2017, somehow Pulkit and the other students were allowed to resume their course, he claimed.\nUttarakhand DGP Ashok Kumar had earlier confirmed to The Indian Express that an FIR was registered against Pulkit in 2016 under sections of cheating and forgery.\nRazed to the ground\nOutside the Vanantara Resort, policemen deployed since the murder lounge on a dust-covered sofa that has seen better days.\nA significant part of the structure now stands demolished, with large, gaping holes revealing the hollowed-out insides of the once luxury resort. Most of the glass panes  which not too long ago offered a breathtaking view of the Himalayas  have been shattered and expensive furniture lie strewn on the ground outside. A motorbike lies on its side, vandalised.\nThis area developed around five years ago, when people started building hotels and resorts here. There are now at least eight resorts within a 200-metre radius of this place. Most of the visitors are tourists to the nearby Rajaji National Park. But now, after this incident, this area will be known more for the Ankita murder case, says an employee of the nearby Panambi Resort & Spa.\nVanantra and the other resorts in the area  are part of Ganga Bhogpur village. Surrounded by lush green forests, the area is flanked by the Ganga on one side and on the other, the Chilla canal that flows with massive force during the monsoon season.\nRight behind Vanantra is a gooseberry processing unit, part of the ayurveda firm run by Vinod Arya. Locals say that this factory came up around 15 years ago. Later, around six years ago, the Aryas built another building and let it out on lease to hotelier Sampa Mukherjee and her husband Anjon Mukherjee, who ran SAM Resorts from the premises.\nPulkit later ended the lease agreement with the Mukherjee couple, took over the resort and named it Vanantra. When contacted, Sampa Mukherjee confirmed that she ran SAM Resort out of the same building.\nWith the resort and the factory shut, many of its employees have been left in the lurch. I joined the factory around a year ago. Our payment for the month of September is pending and now I have lost all hope of getting it, says Sanjay Yadav, a resident of Bhagalpur in Bihar, who used to work at the gooseberry unit.\n The Indian Express (P) Ltd\nFirst published on:","snippet":"Over a month ago, Ankita Bhandari left her home in a Pauri village to land a job that she hoped would change her life.\nUntil, one day, she went missing.","keywords":"","language":"en","isSafe":true,"datePublished":"2022-10-08T22:34:45","provider":{"name":"indianexpress","favIcon":"","favIconBase64Encoding":""},"image":{"url":"https://images.indianexpress.com/2022/10/UKCOVERMAIN1.jpg","height":0,"width":0,"thumbnail":"","thumbnailHeight":0,"thumbnailWidth":0,"base64Encoding":"","name":null,"title":null,"provider":{"name":"indianexpress","favIcon":"","favIconBase64Encoding":""},"imageWebSearchUrl":null,"webpageUrl":"https://indianexpress.com/article/india/death-in-uttarakhand-resort-rishikesh-8198080/"}},{"id":"2886388684371549260","title":"To set uniform safety standards testing of electric vehicles to begin from April 1","url":"https://indianexpress.com/article/india/to-set-uniform-safety-standards-testing-of-electric-vehicles-to-begin-from-april-1-8198181/","description":"The Heavy Industries ministry is learnt to have allocated Rs 44 crore to ARAI to set up the requisite infrastructure for testing, certification, and development of electric and hybrid vehicles.","body":"Switching lanes in EV race: Amid Lithium headwinds, India sets sight on H-fuel cells\nIncidentally, electric two-wheeler makers such as Ola Electric, Okinawa Autotech and PureEV have been forced to recall their scooters in the wake of fire incidents. The reasons for fire may include manufacturing defects, external damage, or faults in the deployment in the battery management system. In some cases, faulty charging could also have been the reason.\nA Tata Nexon EV caught fire in Maharashtra in June. The Nexon EV is the countrys largest-selling mass-market electric vehicle. There are over 30,000 Nexon EVs on road, which have cumulatively covered over 100 million km in nearly four years, Tata Motors had said in a statement, citing the fire incident as an aberration of sorts. It is a very isolated case It is something that has got to do with that particular car. Maybe a particular cell, which is unexplained. We have done all kinds of experiments in what could have been the worst possible situation and it has passed all tests. It is an aberration, Tata Motors Passenger Vehicles Managing Director Shailesh Chandra said on the sidelines of the SIAM conference last month.\nThe EV testing push compliments the governments redoubled focus on electric vehicles as well as on other forms of alternative fuel with a larger aim to reduce its crude import bill.\nThe government has achieved partial success  high fuel prices have also helped the transition  with companies such as Tata Motors, MG and Hyundai Motor having EV models in the markets.\nAdvertisement\nAccording to government data, India had over 1.3 million electric vehicles until end of June  over half are three-wheelers; a bulk of the remaining vehicles being two-wheelers, with four-wheelers making up the rest.\nThe countrys largest carmaker Maruti Suzuki has not introduced an EV in the market as yet, though it is working jointly with Toyota Kirloskar Motor to develop a battery electric vehicle in India. The company has also indicated it may stop making pure-play petrol cars within the next 10 years and look at fitting all new models with some electric powertrain assist, including a strong hybrid line-up.\nAdvertisement\nThe government is also targeting to go all-electric in terms of new car sales in the country by 2030, Road Transport and Highways Minister Nitin Gadkari had said.\n The Indian Express (P) Ltd\nFirst published on:","snippet":"Switching lanes in EV race: Amid Lithium headwinds, <b>India</b> sets sight on H-fuel cells Incidentally, electric two-wheeler makers such as Ola Electric, ...","keywords":"","language":"en","isSafe":true,"datePublished":"2022-10-08T22:34:21","provider":{"name":"indianexpress","favIcon":"","favIconBase64Encoding":""},"image":{"url":"https://images.indianexpress.com/2022/10/electric-vehicles.jpg","height":0,"width":0,"thumbnail":"","thumbnailHeight":0,"thumbnailWidth":0,"base64Encoding":"","name":null,"title":null,"provider":{"name":"indianexpress","favIcon":"","favIconBase64Encoding":""},"imageWebSearchUrl":null,"webpageUrl":"https://indianexpress.com/article/india/to-set-uniform-safety-standards-testing-of-electric-vehicles-to-begin-from-april-1-8198181/"}},{"id":"4519252311372535433","title":"Transfer news and rumours LIVE: Ronaldo available to Inter Miami for bargain price","url":"https://www.goal.com/en-in/news/live/transfer-news-and-rumours-live/bltdc99a4235b9b2f7c","description":"GOAL takes a look at the biggest transfer news and rumours from around the world.","body":"Real Madrid join Man Utd in Antonio Silva race\nReal Madrid are in contention to sign Antonio Silva from Benfica, says El Nacional.\nThe 18-year-old centre-back is being monitored by Manchester United but his agent, Jorge Mendes, is open to taking him to the Santiago Bernabeu instead.\n21:37\n08-Oct-2022\nSpurs want to sign Cirkin back from Sunderland\nTottenham are eager to bring defender Dennis Cirkin back to the club from Sunderland, says The Sun.\nThe 20-year-old was sold by Spurs last year but they hope to convince Sunderland to let him go.","snippet":"GOAL takes a look at the biggest transfer news and rumours from around the world.\nReal Madrid join Man Utd in Antonio Silva race Real Madrid are in contention to sign Antonio Silva from Benfica, says El Nacional.","keywords":"","language":"en","isSafe":true,"datePublished":"2022-10-08T22:33:35","provider":{"name":"goal","favIcon":"","favIconBase64Encoding":""},"image":{"url":"https://assets.goal.com/v3/assets/bltcc7a7ffd2fbf71f5/blta18ee49d1accc927/6336dc51e0d20d1ce84da1ff/GettyImages-1421030506.jpg","height":0,"width":0,"thumbnail":"","thumbnailHeight":0,"thumbnailWidth":0,"base64Encoding":"","name":null,"title":null,"provider":{"name":"goal","favIcon":"","favIconBase64Encoding":""},"imageWebSearchUrl":null,"webpageUrl":"https://www.goal.com/en-in/news/live/transfer-news-and-rumours-live/bltdc99a4235b9b2f7c"}},{"id":"3574618194755945062","title":"Flynn, Gingrich testimony sought in Georgia election probe","url":"https://www.newdelhitimes.com/flynn-gingrich-testimony-sought-in-georgia-election-probe","description":"The Georgia prosecutor investigating whether then-President Donald Trump and others illegally tried to interfere in the 2020 election filed paperwork Friday seeking to compel testimony from a new batch of Trump allies, including former U.S. House Speaker Newt Gingrich and former national security adviser Michael Flynn. Fulton County District Attorney Fani Willis filed petitions in","body":"October 8, 2022\nShare\nThe Georgia prosecutor investigating whether then-President Donald Trump and others illegally tried to interfere in the 2020 election filed paperwork Friday seeking to compel testimony from a new batch of Trump allies, including former U.S. House Speaker Newt Gingrich and former national security adviser Michael Flynn.\nFulton County District Attorney Fani Willis filed petitions in court seeking to have Gingrich and Flynn, as well as former White House lawyer Eric Herschmann and others, testify next month before a special grand jury thats been seated to aid her investigation.\nThey join a string of other high-profile Trump allies and advisers who have been called to testify in the probe. Rudy Giuliani, the former New York mayor and Trump attorney whos been told he could face criminal charges in the probe, testified in August. Attorneys John Eastman and Kenneth Chesebro have also appeared before the panel. U.S. Sen. Lindsey Grahams attempt to fight his subpoena is pending in a federal appeals court. And paperwork has been filed seeking testimony from others, including former White House chief of staff Mark Meadows.\nFlynn didnt immediately respond to email and phone messages seeking comment, and his lawyer also didnt immediately return an email seeking comment. Gingrich referred questions to his attorney, who declined to comment. Herschmann could not immediately be reached.\nWillis has said she plans to take a monthlong break from public activity in the case leading up to the November midterm election, which is one month from Saturday.\nEach of the petitions filed Friday seeks to have the potential witnesses appear in November after the election. But the process for securing testimony from out-of-state witnesses sometimes takes a while, so it appears Willis is putting the wheels in motion for activity to resume after her self-imposed pause.\nCompelling testimony from witnesses who dont live in Georgia requires Willis to use a process that involves getting judges in the states where they live to order them to appear. The petitions she filed Friday are essentially precursors to subpoenas.\nFulton County Superior Court Judge Robert McBurney, whos overseeing the special grand jury, signed off on the petitions, certifying that each person whose testimony is sought is a necessary and material witness for the investigation.\nThe petition for Gingrichs testimony relies on information made publicly available by the U.S. House committee thats investigating the Jan. 6, 2021, attack on the U.S. Capitol.\nIt says he was involved along with others associated with the Trump campaign in a plan to run television ads that repeated and relied upon false claims about fraud in the 2020 election and encouraged members of the public to contact state officials to push them to challenge and overturn the election results based on those claims.\nGingrich was also involved in a plan to have Republican fake electors sign certificates falsely stating that Trump had won the state and that they were the states official electors even though Democrat Joe Biden had won, the petition says.\nThe petition seeking Flynns testimony says he appeared in an interview on conservative cable news channel Newsmax and said Trump could take military capabilities and place them in swing states and basically re-run an election in each of those states.\nHe also met with Trump, attorney Sidney Powell and others at the White House on Dec. 18, 2020, for a meeting that, according to news reports, focused on topics including invoking martial law, seizing voting machines, and appointing Powell as special counsel to investigate the 2020 election, Willis wrote.\nWillis in August filed a petition seeking testimony from Powell.\nHerschmann, who featured prominently in the House committee hearings on the Capitol attack, was a senior adviser to Trump from August 2020 through the end of his term and was present for multiple meetings between former President Trump and others related to the 2020 election, Willis wrote in the petition seeking his testimony.\nShe wrote that the House committee also revealed that Herschmann had multiple conversations with Eastman, Giuliani, Powell and others known to be associated with the Trump Campaign, related to their efforts to influence the results of the November 2020 elections in Georgia and elsewhere. Specifically, he had a heated conversation with Eastman concerning efforts in Georgia, she added.\nWillis also filed petitions Friday to compel testimony from Jim Penrose and Stephen Cliffgard Lee.\nShe identified Penrose as a cyber investigations, operations and forensics consultant who worked with Powell and others known to be associated with the Trump campaign in late 2020 and early 2021.\nHe also communicated with Powell and others regarding an agreement to hire data solutions firm SullivanStrickler to copy data and software from voting system equipment in Coffee County, about 200 miles southeast of Atlanta, as well as in Michigan and Nevada, Willis wrote. Penrose did not immediately respond to an email and phone message seeking comment.\nWillis wrote in a petition seeking Lees testimony that he was part of an effort to pressure elections worker Ruby Freeman, who was the subject of false claims about election fraud in Fulton County. He could not immediately be reached for comment.\nSpecial grand juries are impaneled in Georgia to investigate complex cases with large numbers of witnesses and potential logistical concerns. They can compel evidence and subpoena witnesses for questioning and, unlike regular grand juries, can also subpoena the target of an investigation to appear before it.\nWhen its investigation is complete, the special grand jury issues a final report and can recommend action. Its then up to the district attorney to decide whether to ask a regular grand jury for an indictment.\nCredit : Associated Press (AP) | Photo Credit : (AP)","snippet":"The Georgia prosecutor investigating whether then-President Donald Trump and others illegally tried to interfere in the 2020 election filed paperwork Friday seeking to compel testimony from a new batch of Trump allies, including former U.S. House Speaker Newt Gingrich and former national security adviser Michael Flynn.","keywords":"","language":"en","isSafe":true,"datePublished":"2022-10-08T22:30:00","provider":{"name":"newdelhitimes","favIcon":"","favIconBase64Encoding":""},"image":{"url":"https://i0.wp.com/www.newdelhitimes.com/wp-content/uploads/2022/10/1000-2022-10-08T181203.025.jpeg?fit=1000%2C667&#038;ssl=1","height":0,"width":0,"thumbnail":"","thumbnailHeight":0,"thumbnailWidth":0,"base64Encoding":"","name":null,"title":null,"provider":{"name":"newdelhitimes","favIcon":"","favIconBase64Encoding":""},"imageWebSearchUrl":null,"webpageUrl":"https://www.newdelhitimes.com/flynn-gingrich-testimony-sought-in-georgia-election-probe"}},{"id":"935668863644750729","title":"Bruno Guimaraes lauded for brace as Newcastle midfielder strengthens Brazil World Cup case","url":"https://www.goal.com/en-in/news/bruno-guimaraes-newcastle-midfielder-strengthens-brazil-world-cup-case/blt6fcbc32754b7329b","description":"Bruno Guimaraes scored two goals for Newcastle and impressed his club manager and hopefully his international team manager with his performance.","body":"Bruno Guimaraes was the standout performer in Newcastle's 5-1 win over Brentford on Saturday, impressing his boss and also Brazil decision-makers.\nBruno Guimaraes scored a brace\nEddie Howe lauded the midfielder\nHe will now hope for a World Cup place\nWHAT HAPPENED? Bruno Guimaraes scored two goals as Newcastle beat Brentford 5-1 at St James' Park, earning praise from fans and Howe.\nWHAT THEY SAID: Eddie Howe told reporters: Hes absolutely a bargain because hes had a huge effect on the team and the club. In todays market, that is a relatively modest sum  which I cant really believe Im saying  but it is.\nHes a pleasure to coach and be around. Hes a really positive person, an energiser and someone I love to coach and be with. I think everyone here connected with the club  me, the players, the supporters  absolutely love him.\nTHE BIGGER PICTURE: Bruno Guimaraes will be hoping that his performances are enough to earn him a starting spot with Brazil as the team heads to the World Cup in November. He's in direct competition with Fred for a place in the XI, but regardless, he is likely to make the squad in some capacity.\nIN THREE PHOTOS:\nWHAT NEXT FOR GUIMARAES? The Brazilian midfielder and Newcastle head to Old Trafford to face Erik ten Hag's Manchester United on October 16.","snippet":"Bruno Guimaraes scored two goals for Newcastle and impressed his club manager and hopefully his international team manager with his performance.\nBruno Guimaraes was the standout performer in Newcastle's 5-1 win over Brentford on Saturday, impressing his boss and also Brazil decision-makers.","keywords":"","language":"en","isSafe":true,"datePublished":"2022-10-08T22:05:45.815","provider":{"name":"goal","favIcon":"","favIconBase64Encoding":""},"image":{"url":"https://assets.goal.com/v3/assets/bltcc7a7ffd2fbf71f5/blt2542ab69d15047e9/62aad68eb1b0ef7af0579ae3/Bruno_Guimaraes_Newcastle_May_2022.jpg","height":0,"width":0,"thumbnail":"","thumbnailHeight":0,"thumbnailWidth":0,"base64Encoding":"","name":null,"title":null,"provider":{"name":"goal","favIcon":"","favIconBase64Encoding":""},"imageWebSearchUrl":null,"webpageUrl":"https://www.goal.com/en-in/news/bruno-guimaraes-newcastle-midfielder-strengthens-brazil-world-cup-case/blt6fcbc32754b7329b"}},{"id":"5655785233756259248","title":"Cyclone Nisarga highlights: 2 dead, 3 injured as cyclonic storm enters Pune district","url":"https://www.cnbctv18.com/india/cyclone-nisarga-live-updates-mumbai-gujarat-imd-cyclone-tracking-landfall-map-6050031.htm","description":"Cyclone Nisarga highlights: Two people died in cyclone-related incidents as 'Nisarga' made landfall near Mumbai, uprooting trees in nearby districts. Cyclone Nisarga slammed Maharashtra coast with wind speeds of up to 120 kmph, making landfall at 12.30 pm at Alibag near Mumbai. The process was completed by 2.30 pm. The cyclone is expected to weaken into a deep depression and currently lays centered over Pune.Get latest India online at cnbctv18.com","body":"21:42\nCyclone Nisarga LIVE Updates: Cyclonic storm now weakened into a deep depression, says IMD\nThe Indian Metrological Department has said that cyclone Nisarga turned into a deep depression late on June 3. The cyclonic storm made landfall and uprooted trees in numerous parts of Alibag, Palghar and Raigad districts and Navi Mumbai, but spared Mumbai.\nShare:\nJun  3, 2020\n21:35\nCyclone Nisarga LIVE Updates: BJPs Nitesh Rane claims damage to BKC hospital, MMRDA says it is intact\nBJP MLA Nitesh Rane on Wednesday tweeted videos purportedly showing damage caused to a makeshift COVID-19 hospital in BKC area here due to cyclone Nisarga, but authorities said that the structure was intact. Built by the Mumbai Metropolitan Region Development Authority (MMRDA), the 1,000-bed hospital in Bandra-Kurla Complex (BKC) is run by the Brihanmumbai Municipal Corporation (BMC). Some 250 coronavirus patients who are undergoing treatment there were temporarily shifted to other facilities as a precaution in view of cyclone threat on Tuesday. Tweeting three videos purportedly showing water inside the makeshift facility, damaged sidewalls and collapsed tin compound wall, Rane claimed that \"Jumbo isolation centre at BKC goes down the drain in just few hours.\"\nShare:\n21:31\nCyclone Nisarga LIVE Updates: 12 departures, 8 arrivals at Mumbai airport; flights diverted from Pune\nGVK MIAL managing Chhatrapati Shivaji Maharaj International Airport (CSMIA) saw a total of 20 scheduled flights which include 12 departures and 8 arrivals on June 3, as most flights were cancelled until 6 pm due to cyclone Nisarga. CSMIA connected to 12 sectors which were operated by Air India, Air Asia India, IndiGo, SpiceJet and GoAir.\nShare:\nJun  3, 2020\n21:20\n6 flights diverted and 1 cancelled due to weather conditions at Pune Airport, Maharashtra today: Airport Director\n20:44\nCyclone Nisarga LIVE Updates: Two dead, three injured as cyclonic storm enters Pune district\nTwo people died and three others were injured in two cyclone-related incidents in Pune district on Wednesday, said officials. Cyclone Nisarga is currently centered over Pune after making landfall in coastal Raigad district of Maharashtra around 1 pm. Manjabai Anant Navale (65), resident of Vahagaon village in Khed tehsil, died as a wall of her house collapsed and tin sheets on the roof were blown away in the wind. \"Three other members of Navale family also sustained injuries. They have been shifted to a hospital in Chakan,\" said a senior district official. Prakash Mokar (52), a resident of Mokarwadi in Haveli tehsil, also died after the roof of his house was blown away and he was injured while trying to catch the tin sheets, said an officer from the District Disaster Management Cell.\nShare:\nJun  3, 2020\n20:40\nThe department has responded to 60 calls related to tree uprooting and 9 calls related to waterlogging till evening today: Fire brigade dept, Pune Municipal Corporation\n20:30\nCyclone Nisarga LIVE Updates: Gujarat heaves sigh of relief as cyclonic storm makes little impact\nCyclone Nisarga did not cause any major damage on the southern coast of Gujarat on Wednesday afternoon and evening following landfall near Alibaug in Maharashtra, officials said. The Gujarat government had evacuated over 63,700 people from coastal areas of eight districts and 18 teams of National Disaster Response Force (NDRF) and six teams of State Disaster Response Force (SDRF) were deployed for rescue operations. Luckily, the cyclonic storm passed without any major incident and casualties, said state relief commissioner Harshad Patel. \"No untoward incident or human injury has been reported so far due to the cyclone. While the wind speed was normal in south Gujarat region, both Valsad and Navsari received just 2 mm and 7 mm rainfall since morning. The situation is under control,\" he said.\nShare:\nJun  3, 2020\n20:28\n03.06.2020 1600 IST :-Thunderstorm with rain & would occur over and adjoining areas of Faridabad, Ballabhgarh, Barsana, Deeg, Mathura, Bharatpur, Isolated places of Delhi during the next two hours. Hail precipitation is very likely over and nearby Faridabad during next one hour\nJun  3, 2020\n19:40\nCyclone Nisarga LIVE Updates: Cyclonic storm now moving towards Nashik, Dhule in north-east Maharashtra, says IMD\nAfter making landfall at Alibaug in Maharashtra's Raigad district on Wednesday afternoon, cyclonic storm 'Nisarga' is moving north-east and is likely to impact Nashik, Dhule and Nandurbar districts, which may witness heavy showers with gusty winds, an IMD official said. The landfall process started near Alibaug at around 1 pm and ended by 4 pm, he said. Districts such as Raigad, Palghar, Thane and Mumbai were affected by the cyclonic storm. \"As per the predictions, heavy to very heavy rains with gusty winds were experienced,\" said head of the weather department, Pune, Anupam Kashyapi. The cyclone was now moving north-east and is likely to affect Nashik, Dhule and Nandurbar in north Maharashtra, he added. \"The north-west part of Pune district will also be affected because of the movement of the storm. Widespread rains will be witnessed in Pune city and district, while heavy to very heavy showers are likely in ghat areas,\" the official said.\nShare:\nJun  3, 2020\n19:38\nCyclone Nisarga LIVE Updates: Man killed in Raigad district as transformer falls on him amid cyclone fury\nA 58-year-old man was killed after a power transformer collapsed on him due to the heavy winds in Raigad district as cyclone Nisarga lashed coastal Maharashtra on Wednesday, a police official said. The incident took place at Umate village near Revadanda around 1.30 pm, he said. Dashrath Babu Waghmare, the deceased, was rushing home as heavy rain and winds pounded the area. An electrical transformer toppled over and fell on him and he died before doctors could attend to him, the official said.\nShare:\n19:18\nCyclone Nisarga LIVE Updates: Ravi Shastri shares clip of cyclone causing havoc in Alibag\nIndia head coach Ravi Shastri on Wednesday shared a short video of cyclone Nisarga rampaging through the town of Alibag in Maharashtra. In the video, high speed wind is lashing hard on the trees in the area and displacing things from their original places. The weather bureau had earlier sounded red alert for at least seven coastal districts of Maharashtra, while several districts along Gujarat's coast are also expecting heavy rainfall. Shastri's Twitter post read: Never experienced something like this. In the eye of the storm #CycloneNisarga. Windspeed close to 100km/hr. Ferocious.\" The severe cyclonic storm is expected to weaken down to a 'cyclonic storm' in six hours, according to Indian Meteorological Department.\nShare:\n19:16\nCyclone Nisarga LIVE Updates: Flight operations resume at Mumbai airport\nFlight operations at the Mumbai airport, which were suspended at 2.30 pm have now resumed, a spokesperson of GVK said on June 3. MIAL, the private airport operator, had earlier announced that all operations at the CSMIA will remain suspended between 2.30 pm and 7 pm ","snippet":"... deep depression and currently lays centered over Pune.Get latest <b>India</b> online at cnbctv18.com. 21:42 Cyclone Nisarga LIVE Updates: Cyclonic storm now ...","keywords":"","language":"en","isSafe":true,"datePublished":"2022-10-08T22:04:00","provider":{"name":"cnbctv18","favIcon":"","favIconBase64Encoding":""},"image":{"url":"https://images.cnbctv18.com/wp-content/uploads/2020/06/Cyclone-Nisarg-1.jpg","height":0,"width":0,"thumbnail":"","thumbnailHeight":0,"thumbnailWidth":0,"base64Encoding":"","name":null,"title":null,"provider":{"name":"cnbctv18","favIcon":"","favIconBase64Encoding":""},"imageWebSearchUrl":null,"webpageUrl":"https://www.cnbctv18.com/india/cyclone-nisarga-live-updates-mumbai-gujarat-imd-cyclone-tracking-landfall-map-6050031.htm"}},{"id":"67665580782749018","title":"National Institute of Fashion Technology","url":"http://www.fashionliteracy.com/2016/02/national-institute-of-fashion-technology.html","description":"National Institute of Fashion Technology is one of the premier institutes in India imparting excellence in design, tech...","body":"National Institute of Fashion Technology\nNational Institute of Fashion Technology\n9:59:00 PM\n    \nNational Institute of Fashion Technology is one of the premier institutes in India imparting excellence in design, technology and management which has produced talents and artists who contribute largely to the Global fashion. It has UG and PG programs, which train people to become professionals in the field of garments, management and designing, churning out quality people, year after year.\nIndia is one of the emerging hubs when it comes to garment manufacturing business and hence there is a continuous demand for professionals attuned to the needs of the industry. The retail boom in India has opened up the Indian market and has facilitated the entry of foreign players which has upped the demand for trained professionals in this area and that is where NIFT plays an all important part.\nThe UG program has mainly two areas/fields:\nDesign\nTechnology (B F Tech Apparel Production (AP))\nB F Tech AP (Apparel Production)\nThe tech part of the course includes the intricacies of the garment manufacturing business and aims at providing the industry with trained professionals, ready to take up the challenges of the world.\nTo appear in the exam for this course, the applicant requires minimum 50% percentage in XII from any recognized board. The applicant should have Physics, Chemistry and Maths as the subject in XII. Only one written exam is conducted at various centers across the country.\nThe exam has questions to test the applicants knowledge in General Knowledge, General Maths,\nEnglish and Analytical Ability.\nThe question paper has two sets:\nGAT (General Ability Test)\nMAT (Managerial Ability Test)\nGAT has questions relating to GK, General Maths, English and Reasoning. MAT tests the analytical ability of the applicant by giving situations wherein the applicant has to apply analytical skills to find the solution to the given problem.\nThis course has subjects like Industrial Engineering, management subjects and subjects pertaining specifically to garment industries.\nBFDesign\nNIFT has various courses in design:\nLeather Design\nThe entrance exam for design has two parts:\nThe first exam has two sections- GAT and CAT\nGAT is common for both tech and design courses. CAT is creative Ability Test wherein the applicant is asked to make a poster, situational drawing, object drawing, process drawing or imaginary drawing.\nThe second paper, i.e. SAT (Situational Ability Test)  is conducted on a different date and only the shortlisted candidates are allowed to give the exam. In this paper, the candidate has to design a product given to him with the materials provided. A strong design and creative ability is required to appear for this exam as the candidate has to do a lot of drawing and sketching in the entrance exam\nThe PG program has 3 important streams:\nM.F.TECH (Master of Fashion\nM.DES (Master of Design)\nM.F.M. (Materof Fashion )\nThe written exam pattern is similar to that of Bachelor programs. However M.F.M and M.F.Tech has additional round of Group Discussion and Personal\nClick\nhttp://fashionliteracy.blogspot.in/2016/01/gdpi-in-nift.html\nfor details on GD/PI.\nNIFT gives its students ample exposure in terms industry interaction so that they learn beyond the realm of academia and truly become Global Professionals in their chosen field. For more details visit","snippet":"... the premier institutes in <b>India</b> imparting excellence in design, ... of the premier institutes in <b>India</b> imparting excellence in design, technology ...","keywords":"","language":"en","isSafe":true,"datePublished":"2022-10-08T21:59:00","provider":{"name":"fashionliteracy","favIcon":"","favIconBase64Encoding":""},"image":{"url":"https://lh3.googleusercontent.com/proxy/h_HwvClN7KLpVcfBunQY2Z8ltNF4XNnP3rLK-cE_cSK1TdD93OMEj8XclYvMJMiqH7mwQZBpoPC4GAeBnf8lIEKom9to8PV3wmZ3npBGjhRqySyY47RWsU0Dzsdz-Qq3exW7aAI_pWn5HsDGS4GaYyT7FTdOJD3aJtGc-OAkH-LN2FNi1-epb4PMOSzKQsUGWKUN-s84oY9iyJVb0GQqgvprK5njnAa5x8eJmZQnkzbtKYk730uHqlANuIkezXrh44WgFHOjQrKcrNIzAX9rCZNEZB6WzN3nV1eIdKOc=w1200-h630-p-k-no-nu","height":0,"width":0,"thumbnail":"","thumbnailHeight":0,"thumbnailWidth":0,"base64Encoding":"","name":null,"title":null,"provider":{"name":"fashionliteracy","favIcon":"","favIconBase64Encoding":""},"imageWebSearchUrl":null,"webpageUrl":"http://www.fashionliteracy.com/2016/02/national-institute-of-fashion-technology.html"}},{"id":"646624411167460582","title":"Khabri takes charge as UP Congress president","url":"https://indianexpress.com/article/cities/lucknow/khabri-takes-charge-as-up-congress-president-8198185/","description":"The regional presidents, who were appointed along with Khabri on October 1, are Nasimuddin Siddiqui, Ajay Rai, Virendra Chaudhary, Nakul Dubey, Anil Yadav and Yogesh Dixit.","body":"Lucknow |\nOctober 9, 2022 3:16:16 am\nSpeaking at the programme, Khabri said, I would like to pay tribute to Gandhiji who showed us a path, and I would like to salute Babasaheb Bhimrao Ambedkar who gave us a Constitution based on which India became the world's largest democracy. I salute all freedom fighters who gave us free India.\nNEWLY APPOINTED Congress state president Brijlal Khabri, and its six regional presidents who will assist Khabri, took charge on Saturday at the party office in Lucknow.\nThe regional presidents, who were appointed along with Khabri on October 1, are Nasimuddin Siddiqui, Ajay Rai, Virendra Chaudhary, Nakul Dubey, Anil Yadav and Yogesh Dixit.\nDuring the programme for the presidents to take charge, senior leaders Salman Khurshid, Pramod Tiwari, P L Punia, Zafar Ali Navi and former state chief Ajay Kumar were present.\nSpeaking at the programme, Khabri said, I would like to pay tribute to Gandhiji who showed us a path, and I would like to salute Babasaheb Bhimrao Ambedkar who gave us a Constitution based on which India became the worlds largest democracy. I salute all freedom fighters who gave us free India.\nSubscriber Only Stories","snippet":"... a path, and I would like to salute Babasaheb Bhimrao Ambedkar who gave us a Constitution based on which <b>India</b> became the world's largest democracy.","keywords":"","language":"en","isSafe":true,"datePublished":"2022-10-08T21:46:16","provider":{"name":"indianexpress","favIcon":"","favIconBase64Encoding":""},"image":{"url":"https://images.indianexpress.com/2022/10/up_cong_11-1-2.jpg","height":0,"width":0,"thumbnail":"","thumbnailHeight":0,"thumbnailWidth":0,"base64Encoding":"","name":null,"title":null,"provider":{"name":"indianexpress","favIcon":"","favIconBase64Encoding":""},"imageWebSearchUrl":null,"webpageUrl":"https://indianexpress.com/article/cities/lucknow/khabri-takes-charge-as-up-congress-president-8198185/"}},{"id":"8256920268755315528","title":"Samsung rolls out One UI 5.0 Beta for S22 series","url":"https://www.newsbytesapp.com/news/science/samsung-s-s22-series-gets-one-ui-beta-update/story","description":"Samsung has introduced the Android 13-based One UI 5.0 Beta 4 update for its Galaxy S22 series in India as well as Germany","body":"A few days ago, Samsung introduced an Android 13-based One UI 5.0 Beta 4 update for its Galaxy S22 series in the US. The update is now rolling out in India as well as Germany.   If you have enrolled for the One UI 5.0 Beta program, you can head over to the device's Settings > Software update menu to check for the firmware manually.  The One UI 5.0 Beta 4 update bears a firmware version ending with ZVJ2. It has a file size of 1.3GB.   The Android 13-based update introduces bug fixes related to the DND mode, Object Eraser, Samsung DeX, and Quick Share. It also fixes the continuous beeping sounds and vibration issues.   Additionally, the firmware adds October's security patch on the Galaxy S22 series.  The Galaxy S22 series sports a top-centered punch-hole cut-out, slim bezels, an IP68 rating, and an in-display fingerprint scanner.   The S22 and S22+ sport a 6.1-inch and 6.55-inch Full-HD+ (1080x2340 pixels) Dynamic AMOLED 2X display, while the S22 Ultra bears a 6.8-inch QHD+ (1440x3088 pixels) screen.   They offer a 120Hz refresh rate, HDR10+ certification, and Gorilla Glass Victus+ protection on the front and back.  The Galaxy S22 and S22+ have triple rear cameras, including a 50MP primary shooter, a 12MP ultra-wide snapper, and a 10MP telephoto lens. On the front, they have a 10MP selfie camera.   The S22 Ultra packs a 108MP primary lens, a 12MP ultra-wide sensor, and two 10MP telephoto snappers. For selfies, it sports a 40MP front-facing camera.  In India, the Galaxy S22 series is powered by a Snapdragon 8 Gen 1 SoC. The S22 and S22+ models come in 8GB/128GB and 8GB/256GB configurations. The S22 Ultra offers 12GB RAM and up to 1TB of storage.   The S22 packs a 3,700mAh battery with 25W fast charging, whereas the S22+ and S22 Ultra house 4,500mAh and 5,000mAh batteries, respectively, with 45W fast-charging support.  424","snippet":"... 13-based One UI 5.0 Beta 4 update for its Galaxy S22 series in <b>India</b> as well as Germany. A few days ago, Samsung introduced an Android 13-based One ...","keywords":"","language":"en","isSafe":true,"datePublished":"2022-10-08T21:45:04","provider":{"name":"newsbytesapp","favIcon":"","favIconBase64Encoding":""},"image":{"url":"https://i.cdn.newsbytesapp.com/images/l44720221008155642.png","height":0,"width":0,"thumbnail":"","thumbnailHeight":0,"thumbnailWidth":0,"base64Encoding":"","name":null,"title":null,"provider":{"name":"newsbytesapp","favIcon":"","favIconBase64Encoding":""},"imageWebSearchUrl":null,"webpageUrl":"https://www.newsbytesapp.com/news/science/samsung-s-s22-series-gets-one-ui-beta-update/story"}},{"id":"371373068715431408","title":"Pharmaceutical Retail Chain Market Rewriting Long Term Growth Story :Walmart, CVS Health, The Kroger","url":"http://www.sbwire.com/press-releases/pharmaceutical-retail-chain-market-rewriting-long-term-growth-story-walmart-cvs-health-the-kroger-1364112.htm","description":"Stay up-to-date with Global Pharmaceutical Retail Chain Market research offered by HTF MI. Check how key trends and emerging drivers are shaping this industry growth.","body":"SBWIRE\n) -- 10/08/2022 --\nHTF MI introduces new research on Global Pharmaceutical Retail Chain covering the micro level of analysis by competitors and key business segments. The Global Pharmaceutical Retail Chain explores a comprehensive study on various segments like opportunities, size, development, innovation, sales, and overall growth of major players. The research is carried out on primary and secondary statistics sources and it consists of both qualitative and quantitative detailing. Some of the major key players profiled in the study are Walgreens Company (United States), CVS Health (United States), Walmart (United States), Rite Aid Corp (United States), WALGREENS BOOTS ALLIANCE (United States), Fortis Healthworld (India), The Kroger (United States), Humana Pharmacy Solutions (United States), Botanics (India) and Liz Earle (United Kingdom).\nAcquire Sample Report + All Related Table and Graphs@:\nhttps://www.htfmarketreport.com/sample-report/4151547-global-pharmaceutical-retail-chain-market-5\nA pharmaceutical retail chain means any pharmaceutical company which has multiple medical stores or pharmacies. Pharmacy retail is used to the sale of pharmaceutical products, which include over-the-counter (OTC) drugs and prescription drugs. Pharmacy retail stores also sell various FMCG products along with pharmaceutical products and their related services. Covid-19 has changed the definition of health to a predict-and-prevent model. An increase in demand for better quality healthcare and focus on wellness is now single-handedly driving up the growth of organized retail pharmacies.\nMarket Drivers\n-Increased Penetration of Health Insurance Highly Impacts the Growth of the Domestic Pharmaceuticals Sector\n-Increasing number of Pharmacies in the Urban Area\n-Increasing Demands due to the Awareness of Better Quality Health Care\n-Consumers Increasing Inclination towards the Healthcare\nMarket Trend\n-Technological Innovations in the Pharmaceutical Retail Chain\n-Enhancement in Medical Infrastructure\n-Concerns related to Pharmaceutical fraud\n-Stringent regulation due to COVID-19\nOpportunities\n-Enhancement of Service towards customers' Holistic Wellness\n-Implantation of the Artificial intelligence tools to Improve the Pharmaceutical Retail Chain\n-Rising Opportunity from Generic Pharmaceuticals\nChallenges\n-Lack of Proper Regulation and Supervision\nMarket Leaders and some development strategies\nOn 14th July 2021, Eli Lilly announced the acquisition of Promoter Technologies, a private Biotech company. Promoter Technologies enables the development of therapeutic peptides and proteins with tunable activity that can be controlled using small molecules. Promoter Technology's glucose-sensing insulin program which is based on proprietary molecular engineering of protein sensors platform shows significant promise and Lilly is excited to enhance the diabetic pipeline with the company's innovative technology.\nOn 8th March 2022, Toyota Tsusho Corporation announced an acquisition of 30% shares in Goodlife Pharmacies which is East Africa's leading retail African pharmacy chain. This acquisition makes Toyota Tsusho Corporation's first entry into the retail pharmacy industry in Africa. Toyota Tsusho Corporation further contributes in Goodlife Pharmacies to improving access to high-quality pharmaceuticals in east Africa and Toyota Tsusho seeks to contribute to the improvement of healthcare outcomes on the African continent\nFor more data or any query mail at sales@htfmarketreport.com\nWhich market aspects are illuminated in the report?\nExecutive Summary: It covers a summary of the most vital studies, the Global Pharmaceutical Retail Chain market increasing rate, modest circumstances, market trends, drivers and problems as well as macroscopic pointers.\nStudy Analysis: Covers major companies, vital market segments, the scope of the products offered in the Global Pharmaceutical Retail Chain market, the years measured, and the study points.\nCompany Profile: Each Firm well-defined in this segment is screened based on a product's, value, SWOT analysis, ability, and other significant features.\nManufacture by region: This Global Pharmaceutical Retail Chain report offers data on imports and exports, sales, production, and key companies in all studied regional markets\nHighlighted of Global Pharmaceutical Retail Chain Market Segments and Sub-Segment:\nPharmaceutical Retail Chain Market by Key Players: Walgreens Company (United States), CVS Health (United States), Walmart (United States), Rite Aid Corp (United States), WALGREENS BOOTS ALLIANCE (United States), Fortis Healthworld (India), The Kroger (United States), Humana Pharmacy Solutions (United States), Botanics (India) and Liz Earle (United Kingdom)\nPharmaceutical Retail Chain Market by Types: by Type (Retail Pharmacy, Hospital Pharmacy, Clinic Pharmacy, Home care Pharmacy, Others), Services (App/Website, On-Call), Medication (Injectable, Infusible, Others), Offerings (Ambulatory Care, Critical Care Pharmacy, Nutrition Support Pharmacy, Others)\nPharmaceutical Retail Chain Market by Geographical Analysis: North America, Europe, Asia-Pacific etc\nFor More Query about the Pharmaceutical Retail Chain Market Report? Get in touch with us at:\nhttps://www.htfmarketreport.com/enquiry-before-buy/4151547-global-pharmaceutical-retail-chain-market-5\nThe study is a source of reliable data on Market segments and sub-segments, Market trends and dynamics Supply and demand Market size Current trends/opportunities/challenges Competitive landscape Technological innovations Value chain, and investor analysis.\nInterpretative Tools in the Market: The report integrates the entirely examined and evaluated information of the prominent players and their position in the market by methods for various descriptive tools. The methodical tools including SWOT analysis, Porter's five forces analysis, and investment return examination were used while breaking down the development of the key players performing in the market.\nKey Growths in the Market: This section of the report incorporates the essential enhancements of the marker that contains assertions, coordinated efforts, R&D, new item dispatch, joint ventures, and associations of leading participants working in the market.\nKey Points in the Market: The key features of this Pharmaceutical Retail Chain market report includes production, production rate, revenue, price, cost, market share, capacity, capacity utilization rate, import/export, supply/demand, and gross margin. Key market dynamics plus market segments and sub-segments are covered.\nBasic Questions Answered\n*who are the key market players in the Pharmaceutical Retail Chain Market?\n*Which are the major regions for dissimilar trades that are expected to eyewitness astonishing growth for the\n*What are the regional growth trends and the leading revenue-generating regions for the Pharmaceutical Retail Chain Market?\n*What are the major Product Type of Pharmaceutical Retail Chain?\n*What are the major applications of Pharmaceutical Retail Cha","snippet":"Stay up-to-date with Global Pharmaceutical Retail Chain Market research offered by HTF MI.\nCheck how key trends and emerging drivers are shaping this industry growth.","keywords":"","language":"en","isSafe":true,"datePublished":"2022-10-08T21:45:00","provider":{"name":"sbwire","favIcon":"","favIconBase64Encoding":""},"image":{"url":"http://media.releasewire.com/photos/show/?id=225134","height":0,"width":0,"thumbnail":"","thumbnailHeight":0,"thumbnailWidth":0,"base64Encoding":"","name":null,"title":null,"provider":{"name":"sbwire","favIcon":"","favIconBase64Encoding":""},"imageWebSearchUrl":null,"webpageUrl":"http://www.sbwire.com/press-releases/pharmaceutical-retail-chain-market-rewriting-long-term-growth-story-walmart-cvs-health-the-kroger-1364112.htm"}},{"id":"7206364747424043320","title":"CBDT ON REMITTANCE TO NON-RESIDENTS UNDER SECTION 195","url":"https://www.caclubindia.com/notice_circulars/cbdt-on-remittance-to-non-residents-under-section-195-2099.asp","description":"29/06/2009 CBDT ON REMITTANCE TO NON RESIDENTS UNDER SECTION 195 CIRCULAR NO 04 2009 DATED 29 6 2009 Section 195 of the Income tax Act 1961 mandates deduction of income ta","body":"CIRCULAR NO. 04/2009, DATED 29-6-2009\n\nSection 195 of the Income-tax Act, 1961 mandates deduction of income tax from payments made or credit given to non-residents at the rates in force.\n\nThe Reserve Bank of India has also mandated that except in the case of certain personal remittances which have been specifically exempted, no remittance shall be made to a non-resident unless a no objection certificate has been obtained from\nthe Income Tax Department.\n\nThis was modified to allow such remittances without insisting on a no objection certificate from the Income Tax Department, if the person making the remittance furnishes an undertaking (addressed to the Assessing Officer) accompanied by a certificate from an Accountant in a specified format.\n\nThe certificate and undertaking are to be submitted (in duplicate) to the Reserve Bank of India / authorised dealers who in turn are required to forward a copy to the Assessing Officer concerned.\n\nThe purpose of the undertaking and the certificate is to collect taxes at the stage when the remittance is made as it may not be possible to recover the tax at a later stage from non-residents.\n\n2.\n\nThere has been a substantial increase in foreign remittances, making the manual handling and tracking of certificates difficult.\n\nTo monitor and track transactions in a timely manner, section 195 was amended vide Finance Act, 2008 to allow CBDT to prescribe rules for electronic filing of the undertaking.\n\nThe format of the undertaking (Form 15CA) which is to be filed electronically and the format of the certificate of the Accountant (Form 15CB) have been notified vide Rule 37BB of the Income-tax Rules, 1962.\n\nThe information to be furnished in Form 15CA is to be filled using\nthe information contained in Form 15CB (certificate).\n(iii)\n\nThe remitter will then take a print out of this filled up Form 15CA (which will bear an acknowledgement number generated by the system) and sign it.\nForm 15CA (undertaking) can be signed by the person authorised to sign the return of income of the remitter or a person so authorised by him in writing.\n\n(iv)\n\nThe duly signed Form 15CA (undertaking) and Form 15CB (certificate), will be submitted in duplicate to the Reserve Bank of India / authorized dealer.\n\nThe Reserve Bank of India / authorized dealer will in turn forward a copy the certificate and undertaking to the Assessing Officer concerned.\n(v)\n\nA remitter who has obtained a certificate from the Assessing Officer regarding the rate at or amount on which the tax is to be deducted is not required to obtain a certificate from the Accountant in Form 15CB.\n\nHowever, he is required to furnish information in Form 15CA (undertaking) and submit it along with a copy of the certificate from the Assessing Officer as per the procedure mentioned from Sl.No.(i) to (iv) above.\n(vi)\n\nA flow chart regarding filing of Form 15CA and Form 15CB is enclosed at Annexure -A.\n","snippet":"The Reserve Bank of <b>India</b> has also mandated that except in the case of certain personal remittances which have been specifically exempted, no ...","keywords":"","language":"en","isSafe":true,"datePublished":"2022-10-08T21:42:29","provider":{"name":"caclubindia","favIcon":"","favIconBase64Encoding":""},"image":{"url":"https://www.caclubindia.com/img/preview/notice_circulars/3.jpg?imgver=2099","height":0,"width":0,"thumbnail":"","thumbnailHeight":0,"thumbnailWidth":0,"base64Encoding":"","name":null,"title":null,"provider":{"name":"caclubindia","favIcon":"","favIconBase64Encoding":""},"imageWebSearchUrl":null,"webpageUrl":"https://www.caclubindia.com/notice_circulars/cbdt-on-remittance-to-non-residents-under-section-195-2099.asp"}},{"id":"2332986848793744257","title":"AGRICULTURAL PRODUCTION COST HIGH IN NEPAL","url":"https://www.manascoop.com.np/2017/02/agricultural-production-cost-high-in.html","description":"A study has showed that production cost for food grains, livestock, vegetables and fruits all is  higher in Nepal than that in neighboring...","body":"A study has showed that production cost for food grains, livestock, vegetables and fruits all is\nhigher in Nepal than that in neighboring India. Merchants are also selling imported goods due to\nhigh production cost in Nepal. This has been affecting the countrys trade balance for a long\ntime, and the study concludes that this is the main reason for import of food grains worth over\nRs 100 billion in the last fiscal year.\nProduction cost of paddy, maize, wheat, lentils, cow/buffalo milk, broiler chicken, banana, mango, watermelon, cauliflower, tomato, onion and potato is lower in India than that in Nepal, according to the research by the Central Department of Economics at the Tribhuvan University (TU) with financial assistance from the Nepal Rastra Bank (NRB). The study titled Difference in Agricultural Production Cost between Nepal and India was conducted in Biratnagar, Bhairahawa and Dhangadi cluster in Nepal and the adjoining Araria, Maharajgunj and Khiri areas across the border.\nChief of the Economics Department Dr Ram Prasad Gyawali says production cost of banana, milk, cauliflower and masuro (red lentil) is comparatively low in Nepal. We can reduce cost of those products further by producing in large farms by providing subsidized loans, and also increase production, he states. He attributes lower cost in India to agricultural subsidy by the government there. Almost all the items produced in Nepal are expensive due to high wages, and high cost of agricultural equipment, feeds, fertilizers, and minimum availability of social infrastructure. The study compared production cost of 14 products including four each from serial crops and vegetables, and three each from livestock and fruits.\nWages for labors used in animal husbandry, and cost of feeds, husk, molasses, calcium, liver tonic, salt, paddy, wheat and others is higher in Nepal. Wage for taking care of animals is Rs 192 (IRs 120) in India and Rs 300 in Nepal. Grazing wage is Rs 160 (IRs 100) in India and Rs 250 in Nepal. Only price of oil-cake and metabolite used in feeds is equal in Nepal and India. Cost of tractors, power tillers, zinc, DAP fertilizer, urea, potash and fluoride used in farming is also cheaper in India. One has to pay Rs 800 per hour to use a tractor in India while that costs Rs 1,200 in Nepal.\nThe study included capacity of different strains of cows and buffaloes, vegetables and food grains, and cost/wages of raw materials used in their production. Researcher Gyawali says cost has been found to be higher in smaller farms than larger farms. He states that milk production is more beneficial for Nepal than broiler chicken. Banana is most beneficial among fruits. Producing banana is beneficial for farmers on both sides of the border as one can earn over Rs 200,000 per bigha, he says. But production cost of banana is also higher in Nepal. Banana is 28 percent expensive and mango 49 percent in Nepal. He advises production of banana in Nepal from the comparative benefit point of view. He also suggests production of cauliflower and onion in Nepal, and to import potato and tomato from India. We must open factories to manufacture urea, DAP, potash and zinc to reduce cost, and there must be complete tax waiver on import of tractors, power tillers and other equipment used in farming, he opines.\nThe study also stresses on establishing feed industry, and training for farmers on using fertilizers and seeds, and opening big agricultural farms. It has also recommended to take help from regional and district level research centers of India to produce items of comparative benefits.\nComparative cost of items","snippet":"A study has showed that production cost for food grains, livestock, vegetables and fruits all is higher in Nepal than that in neighboring <b>India</b>.\nMerchants are also selling imported goods due to high production cost in Nepal.","keywords":"","language":"en","isSafe":true,"datePublished":"2022-10-08T21:37:00","provider":{"name":"manascoop","favIcon":"","favIconBase64Encoding":""},"image":{"url":"","height":0,"width":0,"thumbnail":"","thumbnailHeight":0,"thumbnailWidth":0,"base64Encoding":"","name":null,"title":null,"provider":{"name":"manascoop","favIcon":"","favIconBase64Encoding":""},"imageWebSearchUrl":null,"webpageUrl":"https://www.manascoop.com.np/2017/02/agricultural-production-cost-high-in.html"}},{"id":"4664833234758002701","title":"Bring on Barcelona! Real Madrid defeat Getafe behind Militao goal as Clasico nears","url":"https://www.goal.com/en-in/news/barcelona-real-madrid-defeat-getafe-behind-militao-goal-as-clasico-nears/bltb5afae013704c752","description":"An early goal from Eder Militao proved enough for Real Madrid as they ran out 1-0 winners against Getafe on Saturday.","body":"An early goal from Eder Militao proved enough for Real Madrid as they ran out 1-0 winners against Getafe on Saturday as a clash with Barcelona looms.\nMilitao scored just three minutes in\nRodrygo had goal disallowed\nMadrid still unbeaten this season\nWHAT HAPPENED? It took just three minutes for the Spanish champions to break the deadlock as Militao headed in at the near post after a corner from Luka Modric. Rodrygo thought he had doubled his side's lead in the second half but his goal was disallowed.\nTHE BIGGER PICTURE: The win ensures Madrid's unbeaten start to the season continues and puts them three points clear of Barcelona, though their rivals can pull level on Sunday with a win against Celta. The Blancos were held to a draw last weekend by Osasuna, so this was a nice bounce back.\nALL EYES ON: Madrid were missing star striker Karim Benzema and were certainly missing the French striker's eye for goal in this match. Madrid had 18 attempts against Getafe and only four were on target. The 34-year-old, who has three La Liga goals this season, would have provided an extra threat up front had he been fit.\nMATCH IN THREE PHOTOS:","snippet":"An early goal from Eder Militao proved enough for Real Madrid as they ran out 1-0 winners against Getafe on Saturday.\nAn early goal from Eder Militao proved enough for Real Madrid as they ran out 1-0 winners against Getafe on Saturday as a clash with Barcelona looms.","keywords":"","language":"en","isSafe":true,"datePublished":"2022-10-08T21:03:28","provider":{"name":"goal","favIcon":"","favIconBase64Encoding":""},"image":{"url":"https://assets.goal.com/v3/assets/bltcc7a7ffd2fbf71f5/bltdd13dd7deb9f46a5/6341dd8b0f503e11b0617b5a/GettyImages-1243826051.jpg","height":0,"width":0,"thumbnail":"","thumbnailHeight":0,"thumbnailWidth":0,"base64Encoding":"","name":null,"title":null,"provider":{"name":"goal","favIcon":"","favIconBase64Encoding":""},"imageWebSearchUrl":null,"webpageUrl":"https://www.goal.com/en-in/news/barcelona-real-madrid-defeat-getafe-behind-militao-goal-as-clasico-nears/bltb5afae013704c752"}},{"id":"333156388117407795","title":"Ligue 1 top scorers 2022-23: Fullkrug, Nkunku, and Musiala lead goal scoring charts","url":"https://www.goal.com/en-in/news/ligue-1-top-scorers-2022-23/blt13e1281ec8476d12","description":"Which player will end up winning the Ligue 1 Golden Boot this season?","body":"L. Messi\nWhich player will end up winning the Ligue 1 Golden Boot this season?\nAlthough Ligue 1 is dominated by Paris Saint-Germain, there's often a Monaco or a Lille that pulls off the unimaginable.\nSimilarly, the French top-flight is known to produce some of the most talented youngsters in the world. Kylian Mbappe, who is perhaps the biggest football superstar in the world at the moment, has not played a single club game outside Ligue 1 yet.\nOver the years, it's not just the young players who run the show. Veterans such as Zlatan Ibrahimovic and Edinson Cavani showcased their efficiency in front of goal time and again when they plied their trade for Paris Saint-Germain.\nWhile Mbappe and Neymar are unsurprising names in the list of top goal scorers in Ligue 1 this season, Lens' Florian Sotoca has already equalled his goal tally from the 2021-22 season, helping his side climb to fourth place in the standings.\nLille's Jonathan David, Reims' Folarin Balogun, and Lorient's Terem Moffi are also among the top goal scorers in the league this season. The respective teams will be hoping for those players to continue their fine form as it will only help them have a relatively stronger finish in the league by the end of the season.\nGOAL brings you a rundown of the leading goal scorers in Ligue 1 across the 2022-23 season.\nLigue 1 top scorers 2022-23\nPos","snippet":"Which player will end up winning the Ligue 1 Golden Boot this season?.\nMessi Which player will end up winning the Ligue 1 Golden Boot this season? Although Ligue 1 is dominated by Paris Saint-Germain, there's often a Monaco or a Lille that pulls off the unimaginable.","keywords":"","language":"en","isSafe":true,"datePublished":"2022-10-08T20:54:10","provider":{"name":"goal","favIcon":"","favIconBase64Encoding":""},"image":{"url":"https://assets.goal.com/v3/assets/bltcc7a7ffd2fbf71f5/bltc3fd991ed90db832/6340879974d7ed110dcf0c53/GettyImages-1243754441(1).jpg","height":0,"width":0,"thumbnail":"","thumbnailHeight":0,"thumbnailWidth":0,"base64Encoding":"","name":null,"title":null,"provider":{"name":"goal","favIcon":"","favIconBase64Encoding":""},"imageWebSearchUrl":null,"webpageUrl":"https://www.goal.com/en-in/news/ligue-1-top-scorers-2022-23/blt13e1281ec8476d12"}},{"id":"8089384190120301611","title":"EC FREEZES SHIV SENAS BOW AND ARROW SYMBOL FOR BOTH CAMPS","url":"https://punemirror.com/pune/others/EC-FREEZES-SHIV-SENA%E2%80%99S-%E2%80%98BOW-AND-ARROW%E2%80%99-SYMBOL-FOR-BOTH/cid8755739.htm","description":"The election commission of India directed rival factions led by Uddhav Thackeray and Eknath Shinde to not use the name Shiv Sena and its party symbol of bow and arrow in the upcoming Andheri East assembly bypoll","body":"1665262290222\nShivsena\n#NEWDELHI The election commission of India directed rival factions led by Uddhav Thackeray and Eknath Shinde to not use the name Shiv Sena and its party symbol of bow and arrow in the upcoming Andheri East assembly bypoll. In an interim order over the claims by the rival factions for control of the organisation, the poll body asked them to suggest by October 10 three name choices for their groups, and also as many free symbols. The order is a huge setback for the Uddhav Thackeray faction, which will now have to use a different name and symbol in the upcoming bye-election in Andheri East. The Eknath Shinde group will not be contesting in the Andheri East bypoll. Both the groups shall be known by such names as they may choose for their respective groups, including, if they so desire, linkage with their parent party Shivsena and both the groups shall also be allotted such different symbols as they may choose from the list of free symbols notified by the election commission for the purposes of the current bye-elections, the EC order said. Meanwhile, reacting to ECs order, Shiv Sena leader Anil Desai said, This decision was unexpected and unimaginable. The EC is a quasi-judicial authority. It is one of the main pillars of democracy. They have not heard the case properly. We had no chance for an argument.\nIANS","snippet":"The election commission of <b>India</b> directed rival factions led by Uddhav Thackeray and Eknath Shinde to not use the name Shiv Sena and its party symbol ...","keywords":"","language":"en","isSafe":true,"datePublished":"2022-10-08T20:51:30","provider":{"name":"punemirror","favIcon":"","favIconBase64Encoding":""},"image":{"url":"https://punemirror.com/static/c1e/client/88062/uploaded_original/41493d88d4b7b94b37812f4672661ea1.jpg","height":0,"width":0,"thumbnail":"","thumbnailHeight":0,"thumbnailWidth":0,"base64Encoding":"","name":null,"title":null,"provider":{"name":"punemirror","favIcon":"","favIconBase64Encoding":""},"imageWebSearchUrl":null,"webpageUrl":"https://punemirror.com/pune/others/EC-FREEZES-SHIV-SENA%E2%80%99S-%E2%80%98BOW-AND-ARROW%E2%80%99-SYMBOL-FOR-BOTH/cid8755739.htm"}},{"id":"3499052477245297651","title":"Willpower versus addictions","url":"https://www.hindustantimes.com/cities/chandigarh-news/random-forays-willpower-versus-addictions-101665261605646-amp.html","description":"Drugs offer an even more severe test for those who indulge. The scenario in the state of Punjab has been written about ad nauseam, but there is a widespread undercurrent, which is silently sweeping away thousands of youngsters across India.","body":"By\nVivek Atray\nThe proclivity of mankind to succumb to addictions has been evident since time immemorial. While some addictions have afflicted human beings forever, others have cropped up recently, and have swept a large section of humanity off its feet.\n{{^userSubscribed}}\n{{/userSubscribed}}\nAlcoholism in the extreme is an obvious enfant terrible and has not spared people of any strata of society anywhere in the world. The addiction to alcohol can be so compelling that it can mar lives and play havoc with families. The present trend for all age groups and genders to experiment with the seductive liquid diet as some call it, is fraught with risk unless self control is exercised. Those who practice moderation are obviously on the right track and they are able to let their hair down without any adverse consequences.\nDrugs offer an even more severe test for those who indulge. The scenario in the state of Punjab has been written about ad nauseam, but there is a widespread undercurrent, which is silently sweeping away thousands of youngsters across India. The jobless are easy pickings for the drug mafia, but so are some very rich kids who are willing to dabble in substance abuse.\n{{^userSubscribed}}\n{{{headline}}}\n{{/items}}\nParamahansa Yogananda, author of the Autobiography of a Yogi, said that the opposite of will power is addiction. The tenacity of an individuals will erodes rapidly in the face of addictive forces like drugs. What begins as a foray into the exciting unknown very often metamorphoses into a dangerous tumble to the realms of no return.\nGambling is another scheming enemy. While lottery tickets are still around and casinos are making their presence felt, sports related gambling has begun to impact sections of our society in recent times. Gambling sites which purport to be official partners of the Board of Control for Cricket in India have mushroomed. No amount of educated guessing can camouflage the fact that the participant in such a contest is actually offering a wager with risks involved. Young and old are being drawn increasingly to these guessing games which have the potential to corrupt sportspersons as well. The fact that sports celebrities are advocating such dicey games is also a highly worrying influence.\n{{^userSubscribed}}\n{{/userSubscribed}}\nAddiction to social media has been the subject of many a write-up in the recent past. This is another potential disaster for societ as we know it. The sight of an entire family tapping away at their phones for long passages of time instead of actually talking to each other has become a familiar phenomenon. Instagram has many more residents today than all the settlements or grams in the country!\nThe saint said that an imaginary halo is created around the object of a mans desire. He sees nothing wrong with the desirable one whatsoever. Reason goes out of the window in such circumstances. Love, it is said, is a many-splendored thing. But then love is the most innate power in the world, exhibited by humans and animals alike.\n{{^userSubscribed}}\n{{/userSubscribed}}\nMost other forces that blind human beings are destructive in nature. There cannot be an excuse for behaviour and conduct which borders on the fanatical, as opposed to the balanced. Even if someones fanaticism is related to a laudable venture, over-indulgence is bound to be at the cost of something else, most often of family time.\nThe way to conquer and vanquish all forms of addiction is by enhancing ones will power. Medical and professional help is surely needed if a persons addiction has surmounted ordinary limits. Alcoholics Anonymous and de-addiction centres are doing their bit in all regions. But, those who are not yet engulfed in the throes of addictions, must strengthen their will power and practice incremental improvements which will yield results. Then, one day, when the tide is favourable, it will be easier to snap all ties with the forces of doom!\n{{^userSubscribed}}\n{{/userSubscribed}}\nThe time is ripe. Those who can wield some influence over the pliable ones, including the mighty influencers of today, must set the bar high and prove to be role models for the youth. After all, it is very easy to initiate a youngster into a potentially risky domain, but mighty difficult to rescue him later!\nvivek.atray@gmail.com","snippet":"... has been written about ad nauseam, but there is a widespread undercurrent, which is silently sweeping away thousands of youngsters across <b>India</b>.","keywords":"","language":"en","isSafe":true,"datePublished":"2022-10-08T20:40:05","provider":{"name":"hindustantimes","favIcon":"","favIconBase64Encoding":""},"image":{"url":"https://images.hindustantimes.com/img/2022/10/08/1600x900/3ef2f910-4748-11ed-ba19-8df254a5ed78_1665261580285.jpg","height":0,"width":0,"thumbnail":"","thumbnailHeight":0,"thumbnailWidth":0,"base64Encoding":"","name":null,"title":null,"provider":{"name":"hindustantimes","favIcon":"","favIconBase64Encoding":""},"imageWebSearchUrl":null,"webpageUrl":"https://www.hindustantimes.com/cities/chandigarh-news/random-forays-willpower-versus-addictions-101665261605646-amp.html"}},{"id":"7812928533891364420","title":"Our raw material comes from reputed firms: pharma unit","url":"https://indianexpress.com/article/india/gambia-child-deaths-our-raw-material-comes-from-reputed-firms-pharma-unit-8198176/","description":"The company in a press release said it received official information regarding the issue on October 5, with the World Health Organization (WHO) raising the alert the next day.","body":"New Delhi |\nOctober 9, 2022 2:07:01 am\n\"We cannot comment on any other issues and shall update you as and when we receive information,\" the release said.  (PTI Photo)\nHaryana-based Maiden Pharmaceuticals, whose syrups have been potentially linked to deaths of 66 children in Gambia, said that it procures raw material from certified and reputed companies. Experts have said that the di-ethylene glycol and ethylene glycol contaminants could have been present in the solvent used to make the syrup.\nThe company in a press release said it received official information regarding the issue on October 5, with the World Health Organization (WHO) raising the alert the next day. The Union health ministry was first informed about the issue by the WHO on September 29. Since then, as per the release by the company, the government agencies visited their facilities four times on October 1, 3, 6, and 7. The release said samples have been drawn and the results are awaited.\nWe cannot comment on any other issues and shall update you as and when we receive information, the release said.\n(With agency inputs)","snippet":"The company in a press release said it received official information regarding the issue on October 5, with the World Health Organization (WHO) raising the alert the next day.","keywords":"","language":"en","isSafe":true,"datePublished":"2022-10-08T20:37:01","provider":{"name":"indianexpress","favIcon":"","favIconBase64Encoding":""},"image":{"url":"https://images.indianexpress.com/2022/10/Haryana_Pharma_PTI_1200-1-1.jpg","height":0,"width":0,"thumbnail":"","thumbnailHeight":0,"thumbnailWidth":0,"base64Encoding":"","name":null,"title":null,"provider":{"name":"indianexpress","favIcon":"","favIconBase64Encoding":""},"imageWebSearchUrl":null,"webpageUrl":"https://indianexpress.com/article/india/gambia-child-deaths-our-raw-material-comes-from-reputed-firms-pharma-unit-8198176/"}},{"id":"5341960814253101607","title":"India seeks extradition after alleged mastermind of organ transplant operation arrested","url":"https://www.statesboroherald.com/local/associated-press/india-seeks-extradition-after-alleged-mastermind-of-organ-transplant-operation-arrested/","description":"NEW DELHI, India  The Indian government said Friday it is seeking the extradition of a man accused of heading an organ transplant ring that illegally removed hundreds of kidneys, sometimes from unwilling donors held at gunpoint.","body":"J. Tucker P.C.\nAll Star Carpet Care & Restoration                                                                                                                                                                                                                                                                                                                                                        St. Andrews Builders                                                                                                                                                                                                                                                                                                                                                        Advertising Statesboro\nBy allowing ads to appear on this site, you support the local businesses who, in turn, support great journalism.\nIndia seeks extradition after alleged mastermind of organ transplant operation arrested\nNepalese policemen escort the fugitive doctor Amit Kumar after his arrest in Katmandu, Nepal, Friday, Feb. 8, 2008. The alleged mastermind of a shadowy organ transplant operation in India that illegally removed hundreds of kidneys, sometimes from unwilling donors, has been arrested at a jungle resort in southern Nepal, an official said Friday.\n- photo by Associated Press\n NEW DELHI, India  The Indian government said Friday it is seeking the extradition of a man accused of heading an organ transplant ring that illegally removed hundreds of kidneys, sometimes from unwilling donors held at gunpoint.\n An international manhunt for the fugitive doctor, Amit Kumar, ended Thursday night when police arrested him in Chitwan, a Nepalese jungle resort 100 miles south of Katmandu, local police chief Kiran Gautam said.\n Local news reports said he was identified by a hotel employee who recognized him from Indian television broadcasts seen in neighboring Nepal.\n Authorities believe up to 500 kidneys were sold to clients who traveled to India from around the world over the last nine years. Some victims were forced onto the operating table at gunpoint, while others were tricked with promises of work, police said last month.\n That is wrong, absolutely wrong. I have not duped anybody, Kumar said when he was briefly brought before reporters in Katmandu.\n I can only say that I have not committed any crime, he said.\n While the low cost of medical care in India has made it an increasingly popular destination for foreigners in need of everything from tummy tucks to heart surgery, the case has shocked the country and sparked debates about medical ethics and organ transplant laws.\n Kumar has been accused in past organ transplant schemes elsewhere in India. Authorities said last month they believed he had fled the country, and Interpol was contacted for help.\n Late Friday, Indian Foreign Ministry spokesman Navtej Sarna said investigators already were talking to Nepalese authorities about Kumars extradition.\n But Sarnas comments came hours after Nepalese authorities said Kumar would first be charged and tried there for violating currency laws by not declaring money he was carrying. Kumar had $230,000 in cash and a check for $24,000 when he was arrested.\n Police also were investigating whether he was involved in illegal kidney transplants in Nepal. A preliminary investigation suggested Kumar was a frequent visitor to the country and had been looking for land where he could build a hospital for kidney transplants, said Upendra Aryal, a top police officer.\n Investigators earlier thought Kumar may have fled to Canada, where Indian police say his wife and two sons live.\n The Toronto Star newspaper reported that Kumars family lives in the Toronto-area suburb of Brampton, where he and his wife bought a house last April for $610,000. The Star said Kumar was last seen there before Christmas.\n In January, police raided the operations main clinic in Gurgaon, an upscale New Delhi suburb, and broke up the ring. Authorities said it spanned five Indian states and involved at least four doctors, several hospitals, two dozen nurses and paramedics and a car outfitted as a laboratory.\n Subsequent raids uncovered a kidney transplant waiting list with 48 names. The raid also found five foreigners  three Greeks and two Americans of Indian descent  who authorities believe were waiting for transplants.\n Survivors described horrific scenes of being brought to Gurgaon with promises of construction jobs, then being forcibly sedated.\n We have taken your kidney, impoverished day laborer Mohammed Salim said he was told by a masked man after waking from surgery in agonizing pain. If you tell anyone, well shoot you.\n ","snippet":"NEW DELHI, <b>India</b> The <b>India</b>n government said Friday it is seeking the extradition of a man accused of heading an organ transplant ring that illegally ...","keywords":"","language":"en","isSafe":false,"datePublished":"2022-10-08T20:31:47","provider":{"name":"statesboroherald","favIcon":"","favIconBase64Encoding":""},"image":{"url":"https://statesboroherald.cdn-anvilcms.net/media/images/2018/05/21/images/India_Kidney_Racket_5549402.max-640x480.jpg","height":0,"width":0,"thumbnail":"","thumbnailHeight":0,"thumbnailWidth":0,"base64Encoding":"","name":null,"title":null,"provider":{"name":"statesboroherald","favIcon":"","favIconBase64Encoding":""},"imageWebSearchUrl":null,"webpageUrl":"https://www.statesboroherald.com/local/associated-press/india-seeks-extradition-after-alleged-mastermind-of-organ-transplant-operation-arrested/"}},{"id":"948075854848482001","title":"Appeals court ruling allows Arizona abortions to restart","url":"https://www.newdelhitimes.com/appeals-court-ruling-allows-arizona-abortions-to-restart","description":"Abortions can take place again in Arizona, at least for now, after an appeals court on Friday blocked enforcement of a pre-statehood law that almost entirely criminalized the procedure. The three-judge panel of the Arizona Court of Appeals agreed with Planned Parenthood that a judge should not have lifted the decades-old order that prevented the","body":"October 8, 2022\nShare\nAbortions can take place again in Arizona, at least for now, after an appeals court on Friday blocked enforcement of a pre-statehood law that almost entirely criminalized the procedure.\nThe three-judge panel of the Arizona Court of Appeals agreed with Planned Parenthood that a judge should not have lifted the decades-old order that prevented the older law from being imposed.\nThe brief order written by Presiding Judge Peter J. Eckerstrom said Planned Parenthood and its Arizona affiliate had shown they are likely to prevail on an appeal of a decision by the judge in Tucson to allow enforcement of the old law.\nPlanned Parenthood had argued that the lower court judge should have considered a host of laws restricting abortions passed since the original injunction was put in place following the U.S. Supreme Courts 1973 decision in Roe v. Wade that said women have a constitutional right to an abortion.\nThose laws include a new one blocking abortions after 15 weeks of pregnancy that took effect last month. The previous limit was 24 weeks, the viability standard established by now-overruled U.S. Supreme Court cases.\nArizona courts have a responsibility to attempt to harmonize all of this states relevant statutes, Eckerstrom wrote, mirroring arguments made by attorneys for Planned Parenthood.\nThe U.S. Supreme Court overruled Roe in June, and Republican Arizona Attorney General Mark Brnovich then asked that the injunction blocking enforcement of the pre-statehood abortion be lifted. It had been issued in 1973, shortly after Roe was decided. Pima Court Superior Court Judge Kellie Johnson agreed on Sept. 23 and lifted the order two weeks ago.\nTodays decision provides a desperately needed sense of security for both our patients and providers, Alexis McGill Johnson, president and CEO of Planned Parenthood Federation of America, said in a statement. We can now breathe a sigh of relief and serve patients. While the fight isnt over, for now, Arizonans will once again be able to make their own decisions about their bodies, health care decisions, and futures.\nBrnovich spokeswoman Brittni Thomason said in a statement that our office understands this is an emotional issue, and we will carefully review the courts ruling before determining the next step.\nRepublican Gov. Doug Ducey has said the 15-week law he signed in March takes precedence. But his lawyers did not seek to argue that position in court.\nLanguage in the new 15-week ban said it does not repeal the pre-statehood law, and Brnovich and some Republican lawmakers have insisted the old law takes precedence. It contains an exception if the life of the mother is at risk, but not for rape or incest.\nProviders across the state stopped abortions after the U.S. Supreme Court decision, but many restarted procedures in mid-summer. That came after a federal judge blocked a separate personhood law they worried would allow criminal charges against doctors and nurses. They halted again after Johnsons ruling.\nPlanned Parenthood and other abortion rights advocates have repeatedly said that Arizonas competing abortion laws create confusion for providers and patients.\nThe appeals court said Planned Parenthood has shown it is likely to prevail on its argument that the trial court erred by limiting its analysis only to the attorney generals request to lift the 50-year-old injunction and refusing to consider the later laws passed by the Legislature to regulate abortion.\nEckerstrom wrote that a stay is appropriate given the acute need of healthcare providers, prosecuting agencies, and the public for legal clarity as to the application of our criminal laws. Notably, in the underlying litigation both parties sought some form of such clarification from the court.\nThe appeals court set a hearing for next week to consider whether to set an expedited schedule for hearing Planned Parenthoods full appeal.\nSeparately this week, a Phoenix doctor and an abortion rights group sued to block the old law, raising similar arguments that Johnson had rejected. In her ruling, Johnson wrote that while there may be legal questions regarding conflicting laws, they were not properly before her.\nSome clinics in Arizona have been referring patients to providers in California and New Mexico since Johnson lifted the injunction on the old law. The pre-statehood law carries a sentence of two to five years in prison for doctors or anyone else who assists in an abortion. Last year, the Legislature repealed a law allowing charges against women who seek abortions.\nOne Phoenix clinic has come up with a workaround to allow patients who can use abortions pills to get them delivered to the California-Arizona border for pickup. That cuts the time it takes to get abortion pills, which are effective up to 12 weeks gestation, from a two-day trip to one that can be done in a day.\nSince Roe was overturned, Arizona and 13 other states have banned abortions at any stage of pregnancy. About 13,000 people in Arizona get an abortion each year, according to Arizona Department of Health Services reports.\nCredit : Associated Press (AP) | Photo Credit : (AP)","snippet":"Abortions can take place again in Arizona, at least for now, after an appeals court on Friday blocked enforcement of a pre-statehood law that almost entirely criminalized the procedure.","keywords":"","language":"en","isSafe":false,"datePublished":"2022-10-08T20:30:00","provider":{"name":"newdelhitimes","favIcon":"","favIconBase64Encoding":""},"image":{"url":"https://i0.wp.com/www.newdelhitimes.com/wp-content/uploads/2022/10/1000-2022-10-08T180614.543.jpeg?fit=1000%2C667&#038;ssl=1","height":0,"width":0,"thumbnail":"","thumbnailHeight":0,"thumbnailWidth":0,"base64Encoding":"","name":null,"title":null,"provider":{"name":"newdelhitimes","favIcon":"","favIconBase64Encoding":""},"imageWebSearchUrl":null,"webpageUrl":"https://www.newdelhitimes.com/appeals-court-ruling-allows-arizona-abortions-to-restart"}},{"id":"6320652857540340430","title":"Anatomy meets art","url":"https://www.deccanherald.com/sunday-herald/sunday-herald-art-culture/anatomy-meets-art-1151457.html","description":"The painting of the Ayurvedic Man is a rare, yet unmatched record of Ayurvedic practices in early India. It is a painting, dating to ca. 1800 CE, which portrays a human body in the manner of an anatomical drawing. Much like the cross-sectional anatomical charts that are a staple of elementary biology lessons, this painting reveals organs inside the human torso.","body":"The painting of the Ayurvedic Man is a rare, yet unmatched record of Ayurvedic practices in early India. It is a painting, dating to ca. 1800 CE, which portrays a human body in the manner of an anatomical drawing. Much like the cross-sectional anatomical charts that are a staple of elementary biology lessons, this painting reveals organs inside the human torso.\r\n\r\nArranged in the form of rounded shapes and fluid channels, the organs are labelled appropriately in Sanskrit following Ayurvedic conventions. Significantly longer series of text are placed adjacent to the drawing  these are extracts from a 16th-centuryAyurvedic compendium named Bhavaprakasha, authored by Bhava Mishra. The remarkably exceptional quality of the painting lies in its composition. While it was standard practice for visual representations in painted manuscripts to derive their basis from oral and textual traditions  anything from myths and legends to political treatises and manuals  this painting is a feat that brings together image and text. This graphic language makes it easier for us to read the painting which serves not only as a visual representation of Ayurveda but also as a guided lesson in the medical tradition.\r\n\r\nThe textual core of Ayurvedic tradition is usually invoked to indicate its long history and to draw legitimacy from it. In the case of this painting, the text serves as a point of reference for the reader.\r\n\r\nHowever, reading the image through mere text offers us only a partial history of Ayurveda that this painting captures. The paintings formal composition, in the style and rendition of hands and feet, their outward rotation, knee and elbow joints and overall posture reveal a direct influence of Tibetan medical painting, especially those illustrating bloodletting and acupuncture points. Even as a diagram, the painting incorporates the starkly open living eyes  traditionally used for depictions of gods, investing them with life and a divine presence. The depiction thus emerges out of an interaction of complex forms of image-making, combining sacred with medicinal, and illustrative with prescriptive.\r\n\r\nThe excerpts contain descriptions of physiology and anatomy, but function as both direct labels as well as deliberations on anatomical issues. The text on the face, for instance, labels different parts: eyelash, temple, cheek, gums, sinews, and jaw. The organs in the torso are labelled  in keeping with the phlegmatic understanding of the body  as bile, wind, phlegm and places of semen, chyle and energy.\r\n\r\nWhile the organ for bile is yellow, as stated in the text, the one for phlegm is red, in contradiction to its stated colour, white. This inconsistent colour coding is curious, for it often deviates from textual recommendations, suggesting stylistic liberties taken by the artist. It is considered highly likely that this painting was produced through a collaboration between an Ayurvedic physician, Tibetan artists and an uncredited calligrapher. Currently housed in the Wellcome Library in London, it entered their collection in 1986 as a flat painting, bearing no signs of being rolled up.\r\n\r\nThe lasting freshness of its colours reveals that the painting had little outside exposure, and was likely displayed in a royal examination room, possibly used for teaching. Rich, unique and rare, this painting of the Ayurvedic Man offers a glimpse into the history of the Ayurvedic tradition which, despite its wealth of literature, has remained largely unillustrated.\r\n\r\nDiscover Indian Art is a fortnightly column that delves into fascinating stories on art from across the sub-continent, curated by the editors of the MAP Academy. Find them on Instagram as @map_academy","snippet":"The painting of the Ayurvedic Man is a rare, yet unmatched record of Ayurvedic practices in early <b>India</b>.\nIt is a painting, dating to ca.","keywords":"","language":"en","isSafe":false,"datePublished":"2022-10-08T20:25:32","provider":{"name":"deccanherald","favIcon":"","favIconBase64Encoding":""},"image":{"url":"https://www.deccanherald.com/sites/dh/files/articleimages/2022/10/09/file7n1jdv7fhh1f7lc7ekl-1151457-1665261001.jpg","height":0,"width":0,"thumbnail":"","thumbnailHeight":0,"thumbnailWidth":0,"base64Encoding":"","name":null,"title":null,"provider":{"name":"deccanherald","favIcon":"","favIconBase64Encoding":""},"imageWebSearchUrl":null,"webpageUrl":"https://www.deccanherald.com/sunday-herald/sunday-herald-art-culture/anatomy-meets-art-1151457.html"}},{"id":"4531096358629092951","title":"Uttarakhand: Three held for irregularities in 2016 panchayat officer exam","url":"https://indianexpress.com/article/india/uttarakhand-three-held-for-irregularities-in-2016-panchayat-officer-exam-8198169/","description":"Calling it the biggest action in the case till now, Chief Minister Pushkar Dhami said his government will not allow injustice.","body":"Dehradun |\nOctober 9, 2022 1:53:42 am\nIn 2016, the UKSSSC had conducted the VPDO exam on March 6 at 236 exam centres across the state. (Representational/File)\nThe Special Task Force (STF) on Saturday arrested three people, including the Uttarakhand Subordinate Service Selection Commission (UKSSSC) ex-chairman RBS Rawat, former examination controller RS Pokhriya and secretary Manohar Kanyal for irregularities in VPDO (Village Panchayat Development officers) recruitment examination conducted by the board in 2016.\nCalling it the biggest action in the case till now, Chief Minister Pushkar Dhami said his government will not allow injustice. The investigating agencies are doing their job. None of those responsible will be spared. The government is ensuring all the exams in the future are fair and transparent. The arrests made today are an example so that no one can dare to rig any exams in the future, said Dhami.\nIn 2016, the UKSSSC had conducted the VPDO exam on March 6 at 236 exam centres across the state. Over 87,000 aspirants had appeared and the results were announced on March 30. Following several allegations of irregularities, an inquiry commission was set up in 2017 under the chairmanship of then Additional Chief Secretary. The results were cancelled following the recommendation of the committee and High Court order.\nSubscriber Only Stories","snippet":"Calling it the biggest action in the case till now, Chief Minister Pushkar Dhami said his government will not allow injustice.\nDehradun | October 9, 2022 1:53:42 am In 2016, the UKSSSC had conducted the VPDO exam on March 6 at 236 exam centres across the state.","keywords":"","language":"en","isSafe":true,"datePublished":"2022-10-08T20:23:42","provider":{"name":"indianexpress","favIcon":"","favIconBase64Encoding":""},"image":{"url":"https://images.indianexpress.com/2022/10/arrest-2-7-5-6.jpeg","height":0,"width":0,"thumbnail":"","thumbnailHeight":0,"thumbnailWidth":0,"base64Encoding":"","name":null,"title":null,"provider":{"name":"indianexpress","favIcon":"","favIconBase64Encoding":""},"imageWebSearchUrl":null,"webpageUrl":"https://indianexpress.com/article/india/uttarakhand-three-held-for-irregularities-in-2016-panchayat-officer-exam-8198169/"}},{"id":"8125013669656258948","title":"Shreya Shah Author at","url":"https://indiandailylive.com/author/shreya-shah/","description":"US clinical-stage synthetic biology company Codagenix has entered into a collaboration with the Serum Institute of India to rapidly co-develop a live-attenuated vaccine against the emergent coronavirus. There are no licensed vaccines or therapeutics for this novel coronavirus, now referred to as COVID-19. A live-attenuated vaccine has multiple advantages, including mounting an immune response to multiple antigens of the virus","body":"US clinical-stage synthetic biology company Codagenix has entered into a collaboration with the Serum Institute of India to rapidly co-develop\nRead more","snippet":"... has entered into a collaboration with the Serum Institute of <b>India</b> to rapidly co-develop a live-attenuated vaccine against the emergent coronavirus.","keywords":"","language":"en","isSafe":true,"datePublished":"2022-10-08T20:21:00","provider":{"name":"indiandailylive","favIcon":"","favIconBase64Encoding":""},"image":{"url":"https://indiandailylive.com/wp-content/uploads/2020/04/US-India-developong-vaccine.png","height":0,"width":0,"thumbnail":"","thumbnailHeight":0,"thumbnailWidth":0,"base64Encoding":"","name":null,"title":null,"provider":{"name":"indiandailylive","favIcon":"","favIconBase64Encoding":""},"imageWebSearchUrl":null,"webpageUrl":"https://indiandailylive.com/author/shreya-shah/"}},{"id":"265873667335784306","title":"There was double backwardness: A group modernising madrasas","url":"https://indianexpress.com/article/india/there-was-double-backwardness-a-group-modernising-madrasas-8198167/","description":"Shahnawaz and Ansari are teachers at madrasas, private-run institutions that impart Islamic instruction and form an integral part of the educational system for a large number of the countrys 20 crore Muslim population.","body":"Prices start as low as Rs 2.5 per day\nDuring the training, he said, some of them were using a keyboard and holding a mouse for the first time.\nAimed at upgrading the skills of madrasa teachers, and also those who teach at schools run by Muslim organisations, the course is the result of months of dedicated strategising by the Alliance for Economic and Educational Development of the Underprivileged (AEEDU).\nWhile it came under spotlight recently after reaching out to RSS chief Mohan Bhagwat to discuss issues related to the Muslim community, AEEDU was born during the Covid-19 pandemic.\nAdvertisement\nAs schools and colleges were shut and classes shifted online, the attention of a group of Muslim intellectuals and friends was drawn to the countrys underprivileged communities. They took it upon themselves to help.\nWith most members of its leadership team educationists, AEEDUs focus was on education.\nShahid Siddiqui, AEEDUs general secretary, said that when the group began work, it realised that in terms of education Muslims were more underprivileged than other communities. Students from these schools, including madrasas, have no future, he said.\nAdvertisement\nSiddiqui said the situation for Muslims was unlike that of Christians, who have a robust education system, and students from SC/ST communities, who also have some advantages through reservations. The gap, he said, was acutely visible in digital education. So there was a double backwardness  in education and digital literacy, he said.\nIf we can prepare our students properly, their employability will increase. This is the age of technology; we need to adapt with the times, he added.\nWith the first batch trained, AEEDUs efforts are already rewarding. At his madrasa in Seelampur, Ansari said students are taught only Urdu, Hindi, English, Arabic, and calligraphy. There are computer classes for older students too, but no modern subjects. That conversation within madrasas must start now, he said.\nBesides former Union Minority Affairs minister K Rahman Khan as mentor, AEEDUs leadership team includes former Aligarh Muslim University V-C Lt Gen Zameer Uddin Shah, former CEC S Y Quraishi, former Delhi L-G and former V-C of Jamia Millia Islamia Najeeb Jung, K R Mangalam University chancellor Prof Dinesh Singh, among among others.\nThe groups efforts arent restricted to Muslims  Jung said AEEDU is looking  at a very broad canvas to improve educational standards among the most underprivileged, obviously aiming at Dalits, Muslims and other poor sections of society.\n The Indian Express (P) Ltd\nFirst published on:","snippet":"Shahnawaz and Ansari are teachers at madrasas, private-run institutions that impart Islamic instruction and form an integral part of the educational system for a large number of the countrys 20 crore Muslim population.","keywords":"","language":"en","isSafe":true,"datePublished":"2022-10-08T20:18:56","provider":{"name":"indianexpress","favIcon":"","favIconBase64Encoding":""},"image":{"url":"https://images.indianexpress.com/2022/10/nodal-muslim-community-3col.jpg","height":0,"width":0,"thumbnail":"","thumbnailHeight":0,"thumbnailWidth":0,"base64Encoding":"","name":null,"title":null,"provider":{"name":"indianexpress","favIcon":"","favIconBase64Encoding":""},"imageWebSearchUrl":null,"webpageUrl":"https://indianexpress.com/article/india/there-was-double-backwardness-a-group-modernising-madrasas-8198167/"}},{"id":"3730260292276999638","title":"Top 3 bestselling Maruti cars in September 2022","url":"https://www.carwale.com/news/top-3-bestselling-maruti-suzuki-cars-in-september-2022/","description":"Read below to learn more about the top three bestselling Maruti Suzuki cars in India last month","body":"October 08, 2022, 08:18 PM IST\n626 Views\nMaruti Suzuki\ncontinues to be an undisputed leader in terms of car sales in India. The automaker holds a market share of 41.8 per cent in September 2022. Read below to learn more about the top three bestselling Maruti Suzuki cars in India last month \nMaruti Suzuki Alto\nThe Alto hatchback reclaimed the top rank in September 2022 with strong growth of 105 per cent. Maruti Suzuki sold 24,844 units of the Alto hatchback last month compared to 12,143 unit sales in September 2021. Notably, back in August, Maruti Suzuki launched the new-gen Alto K10 in the country, which has regenerated interest among entry-level car buyers.\nMaruti Suzuki Wagon R\nDespite the massive growth of 163 per cent, the Maruti Suzuki Wagon R has slipped down to the second rank in September 2022. The company sold 20,078 units of the Wagon R last month as compared to 7,632 unit sales in September 2021. The Wagon R CNG, in particular, is a popular choice among car buyers in the country.\nMaruti Suzuki Baleno\nThe Maruti Suzuki Baleno emerged as the third bestselling model for the company last month. The hatchback registered a growth of 140 per cent, with 19,369 unit sales in September 2022 compared to 8,077 unit sales in the same period last year. The significant growth in sales is attributed to the launch of an updated model earlier this year.\nSource -","snippet":"... top three bestselling Maruti Suzuki cars in <b>India</b> last month. October 08, 2022, 08:18 PM IST 626 ... undisputed leader in terms of car sales in <b>India</b>.","keywords":"","language":"en","isSafe":true,"datePublished":"2022-10-08T20:18:07","provider":{"name":"carwale","favIcon":"","favIconBase64Encoding":""},"image":{"url":"https://imgd.aeplcdn.com/642x336/n/cw/ec/132461/front-view0.jpeg?isig=0&amp;art=1&amp;q=75","height":0,"width":0,"thumbnail":"","thumbnailHeight":0,"thumbnailWidth":0,"base64Encoding":"","name":null,"title":null,"provider":{"name":"carwale","favIcon":"","favIconBase64Encoding":""},"imageWebSearchUrl":null,"webpageUrl":"https://www.carwale.com/news/top-3-bestselling-maruti-suzuki-cars-in-september-2022/"}},{"id":"6445404813467825805","title":"WATCH: Ramos outraged by red card as PSG go down to 10 men vs Reims","url":"https://www.goal.com/en-in/news/watch-ramos-outraged-by-red-card-as-psg-go-down-to-10-men-vs-reims/blt4199951321dd1d8d","description":"Sergio Ramos was sent off when he received two yellow cards in seconds for dissent during Paris Saint-Germain's Ligue clash against Reims on Saturday.","body":"Sergio Ramos was sent off when he received two yellow cards in seconds for dissent during Paris Saint-Germain's Ligue clash against Reims on Saturday.\nPSG players complained to referee\nRamos booked twice just seconds apart\nDefender sent off for 28th time in career\nWHAT HAPPENED? The PSG players surrounded the referee to complain after he awarded Reims a free-kick for a foul from Ramos. The official showed Ramos a yellow card and the defender continued to argue, resulting in a second booking right away.\nIT'S ALL KICKED OFF!","snippet":"Sergio Ramos was sent off when he received two yellow cards in seconds for dissent during Paris Saint-Germain's Ligue clash against Reims on Saturday.","keywords":"","language":"en","isSafe":true,"datePublished":"2022-10-08T20:13:33","provider":{"name":"goal","favIcon":"","favIconBase64Encoding":""},"image":{"url":"https://assets.goal.com/v3/assets/bltcc7a7ffd2fbf71f5/blt58f9ade5fbd7f09a/6341d4a3d5d55611ea522acd/GettyImages-1243754576(1).jpg","height":0,"width":0,"thumbnail":"","thumbnailHeight":0,"thumbnailWidth":0,"base64Encoding":"","name":null,"title":null,"provider":{"name":"goal","favIcon":"","favIconBase64Encoding":""},"imageWebSearchUrl":null,"webpageUrl":"https://www.goal.com/en-in/news/watch-ramos-outraged-by-red-card-as-psg-go-down-to-10-men-vs-reims/blt4199951321dd1d8d"}}]}